using Microsoft.EntityFrameworkCore.Migrations;

#nullable disable

#pragma warning disable CA1814 // Prefer jagged arrays over multidimensional

namespace Crossword.Migrations
{
    /// <inheritdoc />
    public partial class SeedWords : Migration
    {
        /// <inheritdoc />
        protected override void Up(MigrationBuilder migrationBuilder)
        {
            migrationBuilder.RenameColumn(
                name: "strword",
                table: "Words",
                newName: "Strword");

            migrationBuilder.AddColumn<char>(
                name: "C1",
                table: "Words",
                type: "character(1)",
                nullable: false,
                defaultValue: ' ');

            migrationBuilder.AddColumn<char>(
                name: "C2",
                table: "Words",
                type: "character(1)",
                nullable: false,
                defaultValue: ' ');

            migrationBuilder.AddColumn<char>(
                name: "C3",
                table: "Words",
                type: "character(1)",
                nullable: false,
                defaultValue: ' ');

            migrationBuilder.AddColumn<char>(
                name: "C4",
                table: "Words",
                type: "character(1)",
                nullable: false,
                defaultValue: ' ');

            migrationBuilder.AddColumn<char>(
                name: "C5",
                table: "Words",
                type: "character(1)",
                nullable: false,
                defaultValue: ' ');

            migrationBuilder.AddColumn<char>(
                name: "C6",
                table: "Words",
                type: "character(1)",
                nullable: false,
                defaultValue: ' ');

            migrationBuilder.AddColumn<char>(
                name: "C7",
                table: "Words",
                type: "character(1)",
                nullable: false,
                defaultValue: ' ');

            migrationBuilder.AddColumn<char>(
                name: "C8",
                table: "Words",
                type: "character(1)",
                nullable: false,
                defaultValue: ' ');

            migrationBuilder.AddColumn<char>(
                name: "C9",
                table: "Words",
                type: "character(1)",
                nullable: false,
                defaultValue: ' ');

            migrationBuilder.AddColumn<int>(
                name: "Length",
                table: "Words",
                type: "integer",
                nullable: false,
                defaultValue: 0);

            migrationBuilder.InsertData(
                table: "Words",
                columns: new[] { "Strword", "C1", "C2", "C3", "C4", "C5", "C6", "C7", "C8", "C9", "Length" },
                values: new object[,]
                {
                    { "ABISDRA", 'A', 'B', 'I', 'S', 'D', 'R', 'A', ' ', ' ', 7 },
                    { "ABISTA", 'A', 'B', 'I', 'S', 'T', 'A', ' ', ' ', ' ', 6 },
                    { "ADINČIAVA", 'A', 'D', 'I', 'N', 'Č', 'I', 'A', 'V', 'A', 9 },
                    { "AGENIŠKĖ", 'A', 'G', 'E', 'N', 'I', 'Š', 'K', 'Ė', ' ', 8 },
                    { "AGLIUONA", 'A', 'G', 'L', 'I', 'U', 'O', 'N', 'A', ' ', 8 },
                    { "AGLUONA", 'A', 'G', 'L', 'U', 'O', 'N', 'A', ' ', ' ', 7 },
                    { "AGLUONĖLĖ", 'A', 'G', 'L', 'U', 'O', 'N', 'Ė', 'L', 'Ė', 9 },
                    { "AGUMAS", 'A', 'G', 'U', 'M', 'A', 'S', ' ', ' ', ' ', 6 },
                    { "AIRUPĖ", 'A', 'I', 'R', 'U', 'P', 'Ė', ' ', ' ', ' ', 6 },
                    { "AISĖ", 'A', 'I', 'S', 'Ė', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "AISETA", 'A', 'I', 'S', 'E', 'T', 'A', ' ', ' ', ' ', 6 },
                    { "AISINTA", 'A', 'I', 'S', 'I', 'N', 'T', 'A', ' ', ' ', 7 },
                    { "AISTA", 'A', 'I', 'S', 'T', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "AITRA", 'A', 'I', 'T', 'R', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "AITRALĖ", 'A', 'I', 'T', 'R', 'A', 'L', 'Ė', ' ', ' ', 7 },
                    { "AKILNA", 'A', 'K', 'I', 'L', 'N', 'A', ' ', ' ', ' ', 6 },
                    { "AKLĖ", 'A', 'K', 'L', 'Ė', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "AKLIANKA", 'A', 'K', 'L', 'I', 'A', 'N', 'K', 'A', ' ', 8 },
                    { "AKMENA", 'A', 'K', 'M', 'E', 'N', 'A', ' ', ' ', ' ', 6 },
                    { "AKMENĖ", 'A', 'K', 'M', 'E', 'N', 'Ė', ' ', ' ', ' ', 6 },
                    { "AKMENYNAS", 'A', 'K', 'M', 'E', 'N', 'Y', 'N', 'A', 'S', 9 },
                    { "AKMENINIS", 'A', 'K', 'M', 'E', 'N', 'I', 'N', 'I', 'S', 9 },
                    { "AKMENUPIS", 'A', 'K', 'M', 'E', 'N', 'U', 'P', 'I', 'S', 9 },
                    { "AKMINYNĖ", 'A', 'K', 'M', 'I', 'N', 'Y', 'N', 'Ė', ' ', 8 },
                    { "AKNYSTA", 'A', 'K', 'N', 'Y', 'S', 'T', 'A', ' ', ' ', 7 },
                    { "ALANGA", 'A', 'L', 'A', 'N', 'G', 'A', ' ', ' ', ' ', 6 },
                    { "ALANTA", 'A', 'L', 'A', 'N', 'T', 'A', ' ', ' ', ' ', 6 },
                    { "ALANTAS", 'A', 'L', 'A', 'N', 'T', 'A', 'S', ' ', ' ', 7 },
                    { "ALAUKSTIS", 'A', 'L', 'A', 'U', 'K', 'S', 'T', 'I', 'S', 9 },
                    { "ALAUŠA", 'A', 'L', 'A', 'U', 'Š', 'A', ' ', ' ', ' ', 6 },
                    { "ALEJA", 'A', 'L', 'E', 'J', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "ALĖJA", 'A', 'L', 'Ė', 'J', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "ALGUPYS", 'A', 'L', 'G', 'U', 'P', 'Y', 'S', ' ', ' ', 7 },
                    { "ALICA", 'A', 'L', 'I', 'C', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "ALIOSA", 'A', 'L', 'I', 'O', 'S', 'A', ' ', ' ', ' ', 6 },
                    { "ALIŠKIS", 'A', 'L', 'I', 'Š', 'K', 'I', 'S', ' ', ' ', 7 },
                    { "ALYTUPIS", 'A', 'L', 'Y', 'T', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "ALKAS", 'A', 'L', 'K', 'A', 'S', ' ', ' ', ' ', ' ', 5 },
                    { "ALKSNA", 'A', 'L', 'K', 'S', 'N', 'A', ' ', ' ', ' ', 6 },
                    { "ALKSNĖ", 'A', 'L', 'K', 'S', 'N', 'Ė', ' ', ' ', ' ', 6 },
                    { "ALKSNELĖ", 'A', 'L', 'K', 'S', 'N', 'E', 'L', 'Ė', ' ', 8 },
                    { "ALKSNUPIS", 'A', 'L', 'K', 'S', 'N', 'U', 'P', 'I', 'S', 9 },
                    { "ALKUPIS", 'A', 'L', 'K', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "ALMAJA", 'A', 'L', 'M', 'A', 'J', 'A', ' ', ' ', ' ', 6 },
                    { "ALMĖ", 'A', 'L', 'M', 'Ė', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "ALNA", 'A', 'L', 'N', 'A', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "ALNĖ", 'A', 'L', 'N', 'Ė', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "ALNUPIS", 'A', 'L', 'N', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "ALOVĖ", 'A', 'L', 'O', 'V', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "ALSA", 'A', 'L', 'S', 'A', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "ALSĖ", 'A', 'L', 'S', 'Ė', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "ALSŪNĖ", 'A', 'L', 'S', 'Ū', 'N', 'Ė', ' ', ' ', ' ', 6 },
                    { "ALSUODĖLĖ", 'A', 'L', 'S', 'U', 'O', 'D', 'Ė', 'L', 'Ė', 9 },
                    { "ALSUPIS", 'A', 'L', 'S', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "ALŠAKIS", 'A', 'L', 'Š', 'A', 'K', 'I', 'S', ' ', ' ', 7 },
                    { "ALŠIA", 'A', 'L', 'Š', 'I', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "ALUONA", 'A', 'L', 'U', 'O', 'N', 'A', ' ', ' ', ' ', 6 },
                    { "ALUOTIS", 'A', 'L', 'U', 'O', 'T', 'I', 'S', ' ', ' ', 7 },
                    { "AMALĖ", 'A', 'M', 'A', 'L', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "AMALIS", 'A', 'M', 'A', 'L', 'I', 'S', ' ', ' ', ' ', 6 },
                    { "AMALVĖ", 'A', 'M', 'A', 'L', 'V', 'Ė', ' ', ' ', ' ', 6 },
                    { "AMATA", 'A', 'M', 'A', 'T', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "ANČIA", 'A', 'N', 'Č', 'I', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "ANGELDIS", 'A', 'N', 'G', 'E', 'L', 'D', 'I', 'S', ' ', 8 },
                    { "ANYKŠTA", 'A', 'N', 'Y', 'K', 'Š', 'T', 'A', ' ', ' ', 7 },
                    { "ANYKŠTĖ", 'A', 'N', 'Y', 'K', 'Š', 'T', 'Ė', ' ', ' ', 7 },
                    { "ANKŠTĖLĖ", 'A', 'N', 'K', 'Š', 'T', 'Ė', 'L', 'Ė', ' ', 8 },
                    { "ANTAVILIS", 'A', 'N', 'T', 'A', 'V', 'I', 'L', 'I', 'S', 9 },
                    { "ANTĖ", 'A', 'N', 'T', 'Ė', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "ANTYTUPIS", 'A', 'N', 'T', 'Y', 'T', 'U', 'P', 'I', 'S', 9 },
                    { "ANTVARDĖ", 'A', 'N', 'T', 'V', 'A', 'R', 'D', 'Ė', ' ', 8 },
                    { "APAŠČIA", 'A', 'P', 'A', 'Š', 'Č', 'I', 'A', ' ', ' ', 7 },
                    { "APAŠTĖLĖ", 'A', 'P', 'A', 'Š', 'T', 'Ė', 'L', 'Ė', ' ', 8 },
                    { "APEIKĖ", 'A', 'P', 'E', 'I', 'K', 'Ė', ' ', ' ', ' ', 6 },
                    { "APYNĖLIS", 'A', 'P', 'Y', 'N', 'Ė', 'L', 'I', 'S', ' ', 8 },
                    { "APYVARDĖ", 'A', 'P', 'Y', 'V', 'A', 'R', 'D', 'Ė', ' ', 8 },
                    { "APSINGĖ", 'A', 'P', 'S', 'I', 'N', 'G', 'Ė', ' ', ' ', 7 },
                    { "APSTELĖ", 'A', 'P', 'S', 'T', 'E', 'L', 'Ė', ' ', ' ', 7 },
                    { "APSUONA", 'A', 'P', 'S', 'U', 'O', 'N', 'A', ' ', ' ', 7 },
                    { "APŠĖ", 'A', 'P', 'Š', 'Ė', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "APTEKA", 'A', 'P', 'T', 'E', 'K', 'A', ' ', ' ', ' ', 6 },
                    { "APUSINAS", 'A', 'P', 'U', 'S', 'I', 'N', 'A', 'S', ' ', 8 },
                    { "APUŠĖ", 'A', 'P', 'U', 'Š', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "APUŠIS", 'A', 'P', 'U', 'Š', 'I', 'S', ' ', ' ', ' ', 6 },
                    { "APVARDAS", 'A', 'P', 'V', 'A', 'R', 'D', 'A', 'S', ' ', 8 },
                    { "ARMENA", 'A', 'R', 'M', 'E', 'N', 'A', ' ', ' ', ' ', 6 },
                    { "ARMONA", 'A', 'R', 'M', 'O', 'N', 'A', ' ', ' ', ' ', 6 },
                    { "ARMUKŠNA", 'A', 'R', 'M', 'U', 'K', 'Š', 'N', 'A', ' ', 8 },
                    { "ARVYSTAS", 'A', 'R', 'V', 'Y', 'S', 'T', 'A', 'S', ' ', 8 },
                    { "ASDRĖ", 'A', 'S', 'D', 'R', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "ASĖKA", 'A', 'S', 'Ė', 'K', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "ASINIS", 'A', 'S', 'I', 'N', 'I', 'S', ' ', ' ', ' ', 6 },
                    { "ASIŪKLĖ", 'A', 'S', 'I', 'Ū', 'K', 'L', 'Ė', ' ', ' ', 7 },
                    { "ASIŪKLYS", 'A', 'S', 'I', 'Ū', 'K', 'L', 'Y', 'S', ' ', 8 },
                    { "ASTRAGA", 'A', 'S', 'T', 'R', 'A', 'G', 'A', ' ', ' ', 7 },
                    { "AŠARĖNA", 'A', 'Š', 'A', 'R', 'Ė', 'N', 'A', ' ', ' ', 7 },
                    { "AŠOKLIS", 'A', 'Š', 'O', 'K', 'L', 'I', 'S', ' ', ' ', 7 },
                    { "AŠUTIS", 'A', 'Š', 'U', 'T', 'I', 'S', ' ', ' ', ' ', 6 },
                    { "AŠVA", 'A', 'Š', 'V', 'A', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "AŠVIJA", 'A', 'Š', 'V', 'I', 'J', 'A', ' ', ' ', ' ', 6 },
                    { "AŠVINĖ", 'A', 'Š', 'V', 'I', 'N', 'Ė', ' ', ' ', ' ', 6 },
                    { "ATAKA", 'A', 'T', 'A', 'K', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "ATAUŠIMAS", 'A', 'T', 'A', 'U', 'Š', 'I', 'M', 'A', 'S', 9 },
                    { "ATESĖ", 'A', 'T', 'E', 'S', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "AUDENĖLĖ", 'A', 'U', 'D', 'E', 'N', 'Ė', 'L', 'Ė', ' ', 8 },
                    { "AUDRA", 'A', 'U', 'D', 'R', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "AUDRUPYS", 'A', 'U', 'D', 'R', 'U', 'P', 'Y', 'S', ' ', 8 },
                    { "AUDRUVĖ", 'A', 'U', 'D', 'R', 'U', 'V', 'Ė', ' ', ' ', 7 },
                    { "AUDUPĖ", 'A', 'U', 'D', 'U', 'P', 'Ė', ' ', ' ', ' ', 6 },
                    { "AUGŪNĖ", 'A', 'U', 'G', 'Ū', 'N', 'Ė', ' ', ' ', ' ', 6 },
                    { "AUGUTIS", 'A', 'U', 'G', 'U', 'T', 'I', 'S', ' ', ' ', 7 },
                    { "AUKSPIRTA", 'A', 'U', 'K', 'S', 'P', 'I', 'R', 'T', 'A', 9 },
                    { "AUKSUPIS", 'A', 'U', 'K', 'S', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "AUKŠTAŽYS", 'A', 'U', 'K', 'Š', 'T', 'A', 'Ž', 'Y', 'S', 9 },
                    { "AUKŠTUPIS", 'A', 'U', 'K', 'Š', 'T', 'U', 'P', 'I', 'S', 9 },
                    { "AUKUPĖ", 'A', 'U', 'K', 'U', 'P', 'Ė', ' ', ' ', ' ', 6 },
                    { "AUKUPĖNAS", 'A', 'U', 'K', 'U', 'P', 'Ė', 'N', 'A', 'S', 9 },
                    { "AULAMAS", 'A', 'U', 'L', 'A', 'M', 'A', 'S', ' ', ' ', 7 },
                    { "AUNUVA", 'A', 'U', 'N', 'U', 'V', 'A', ' ', ' ', ' ', 6 },
                    { "AUŠBRUVA", 'A', 'U', 'Š', 'B', 'R', 'U', 'V', 'A', ' ', 8 },
                    { "AUŠRELIS", 'A', 'U', 'Š', 'R', 'E', 'L', 'I', 'S', ' ', 8 },
                    { "AUŠRUPIS", 'A', 'U', 'Š', 'R', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "AVILĖ", 'A', 'V', 'I', 'L', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "AVINIŠKĖ", 'A', 'V', 'I', 'N', 'I', 'Š', 'K', 'Ė', ' ', 8 },
                    { "AVIRĖ", 'A', 'V', 'I', 'R', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "AVIŽĖ", 'A', 'V', 'I', 'Ž', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "AVIŽLYS", 'A', 'V', 'I', 'Ž', 'L', 'Y', 'S', ' ', ' ', 7 },
                    { "AŽAGĖLĖ", 'A', 'Ž', 'A', 'G', 'Ė', 'L', 'Ė', ' ', ' ', 7 },
                    { "AŽAGIS", 'A', 'Ž', 'A', 'G', 'I', 'S', ' ', ' ', ' ', 6 },
                    { "AŽYNAS", 'A', 'Ž', 'Y', 'N', 'A', 'S', ' ', ' ', ' ', 6 },
                    { "AŽYNĖLIS", 'A', 'Ž', 'Y', 'N', 'Ė', 'L', 'I', 'S', ' ', 8 },
                    { "AŽYTĖ", 'A', 'Ž', 'Y', 'T', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "AŽYTĖLĖ", 'A', 'Ž', 'Y', 'T', 'Ė', 'L', 'Ė', ' ', ' ', 7 },
                    { "ĄŽUOLUONA", 'Ą', 'Ž', 'U', 'O', 'L', 'U', 'O', 'N', 'A', 9 },
                    { "ĄŽUOLUPIS", 'Ą', 'Ž', 'U', 'O', 'L', 'U', 'P', 'I', 'S', 9 },
                    { "AŽVINTĖ", 'A', 'Ž', 'V', 'I', 'N', 'T', 'Ė', ' ', ' ', 7 },
                    { "BABRANKA", 'B', 'A', 'B', 'R', 'A', 'N', 'K', 'A', ' ', 8 },
                    { "BABRŪNĖ", 'B', 'A', 'B', 'R', 'Ū', 'N', 'Ė', ' ', ' ', 7 },
                    { "BABRUNGAS", 'B', 'A', 'B', 'R', 'U', 'N', 'G', 'A', 'S', 9 },
                    { "BABRUTĖ", 'B', 'A', 'B', 'R', 'U', 'T', 'Ė', ' ', ' ', 7 },
                    { "BAIBELIS", 'B', 'A', 'I', 'B', 'E', 'L', 'I', 'S', ' ', 8 },
                    { "BAJORIŠKĖ", 'B', 'A', 'J', 'O', 'R', 'I', 'Š', 'K', 'Ė', 9 },
                    { "BALČIA", 'B', 'A', 'L', 'Č', 'I', 'A', ' ', ' ', ' ', 6 },
                    { "BALDIJA", 'B', 'A', 'L', 'D', 'I', 'J', 'A', ' ', ' ', 7 },
                    { "BALĖNUPIS", 'B', 'A', 'L', 'Ė', 'N', 'U', 'P', 'I', 'S', 9 },
                    { "BALINA", 'B', 'A', 'L', 'I', 'N', 'A', ' ', ' ', ' ', 6 },
                    { "BALINĖ", 'B', 'A', 'L', 'I', 'N', 'Ė', ' ', ' ', ' ', 6 },
                    { "BALNUPIS", 'B', 'A', 'L', 'N', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "BALSĖ", 'B', 'A', 'L', 'S', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "BALSUPIS", 'B', 'A', 'L', 'S', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "BALTELĖ", 'B', 'A', 'L', 'T', 'E', 'L', 'Ė', ' ', ' ', 7 },
                    { "BALTUPIS", 'B', 'A', 'L', 'T', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "BALUOŠA", 'B', 'A', 'L', 'U', 'O', 'Š', 'A', ' ', ' ', 7 },
                    { "BALUPIS", 'B', 'A', 'L', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "BALŽĖ", 'B', 'A', 'L', 'Ž', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "BAMBLYNAS", 'B', 'A', 'M', 'B', 'L', 'Y', 'N', 'A', 'S', 9 },
                    { "BARYS", 'B', 'A', 'R', 'Y', 'S', ' ', ' ', ' ', ' ', 5 },
                    { "BARONAS", 'B', 'A', 'R', 'O', 'N', 'A', 'S', ' ', ' ', 7 },
                    { "BARONĖLĖ", 'B', 'A', 'R', 'O', 'N', 'Ė', 'L', 'Ė', ' ', 8 },
                    { "BARSUKINĖ", 'B', 'A', 'R', 'S', 'U', 'K', 'I', 'N', 'Ė', 9 },
                    { "BARŠKELIS", 'B', 'A', 'R', 'Š', 'K', 'E', 'L', 'I', 'S', 9 },
                    { "BARŠKUPYS", 'B', 'A', 'R', 'Š', 'K', 'U', 'P', 'Y', 'S', 9 },
                    { "BARŠTUPIS", 'B', 'A', 'R', 'Š', 'T', 'U', 'P', 'I', 'S', 9 },
                    { "BARTUPĖ", 'B', 'A', 'R', 'T', 'U', 'P', 'Ė', ' ', ' ', 7 },
                    { "BARTUVA", 'B', 'A', 'R', 'T', 'U', 'V', 'A', ' ', ' ', 7 },
                    { "BARUPĖ", 'B', 'A', 'R', 'U', 'P', 'Ė', ' ', ' ', ' ', 6 },
                    { "BARZUPĖ", 'B', 'A', 'R', 'Z', 'U', 'P', 'Ė', ' ', ' ', 7 },
                    { "BAUBLYS", 'B', 'A', 'U', 'B', 'L', 'Y', 'S', ' ', ' ', 7 },
                    { "BAUBUPIS", 'B', 'A', 'U', 'B', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "BAUDYS", 'B', 'A', 'U', 'D', 'Y', 'S', ' ', ' ', ' ', 6 },
                    { "BAUKŠTĖ", 'B', 'A', 'U', 'K', 'Š', 'T', 'Ė', ' ', ' ', 7 },
                    { "BEBIRVA", 'B', 'E', 'B', 'I', 'R', 'V', 'A', ' ', ' ', 7 },
                    { "BEBRĖ", 'B', 'E', 'B', 'R', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "BEBRUJIS", 'B', 'E', 'B', 'R', 'U', 'J', 'I', 'S', ' ', 8 },
                    { "BEBULYS", 'B', 'E', 'B', 'U', 'L', 'Y', 'S', ' ', ' ', 7 },
                    { "BEDRĖ", 'B', 'E', 'D', 'R', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "BĖNUPĖ", 'B', 'Ė', 'N', 'U', 'P', 'Ė', ' ', ' ', ' ', 6 },
                    { "BĖRAVALKA", 'B', 'Ė', 'R', 'A', 'V', 'A', 'L', 'K', 'A', 9 },
                    { "BĖRĖ", 'B', 'Ė', 'R', 'Ė', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "BĖRELĖ", 'B', 'Ė', 'R', 'E', 'L', 'Ė', ' ', ' ', ' ', 6 },
                    { "BERKINA", 'B', 'E', 'R', 'K', 'I', 'N', 'A', ' ', ' ', 7 },
                    { "BERLĖ", 'B', 'E', 'R', 'L', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "BERNAUPIS", 'B', 'E', 'R', 'N', 'A', 'U', 'P', 'I', 'S', 9 },
                    { "BERUPĖ", 'B', 'E', 'R', 'U', 'P', 'Ė', ' ', ' ', ' ', 6 },
                    { "BERUPELIS", 'B', 'E', 'R', 'U', 'P', 'E', 'L', 'I', 'S', 9 },
                    { "BĖRUPYS", 'B', 'Ė', 'R', 'U', 'P', 'Y', 'S', ' ', ' ', 7 },
                    { "BERŽANKA", 'B', 'E', 'R', 'Ž', 'A', 'N', 'K', 'A', ' ', 8 },
                    { "BERŽĖ", 'B', 'E', 'R', 'Ž', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "BERŽELIS", 'B', 'E', 'R', 'Ž', 'E', 'L', 'I', 'S', ' ', 8 },
                    { "BERŽIENA", 'B', 'E', 'R', 'Ž', 'I', 'E', 'N', 'A', ' ', 8 },
                    { "BERŽIUPĖ", 'B', 'E', 'R', 'Ž', 'I', 'U', 'P', 'Ė', ' ', 8 },
                    { "BERŽTALIS", 'B', 'E', 'R', 'Ž', 'T', 'A', 'L', 'I', 'S', 9 },
                    { "BERŽTUPIS", 'B', 'E', 'R', 'Ž', 'T', 'U', 'P', 'I', 'S', 9 },
                    { "BERŽTUPYS", 'B', 'E', 'R', 'Ž', 'T', 'U', 'P', 'Y', 'S', 9 },
                    { "BERŽUOJA", 'B', 'E', 'R', 'Ž', 'U', 'O', 'J', 'A', ' ', 8 },
                    { "BERŽUOLĖ", 'B', 'E', 'R', 'Ž', 'U', 'O', 'L', 'Ė', ' ', 8 },
                    { "BERŽUONA", 'B', 'E', 'R', 'Ž', 'U', 'O', 'N', 'A', ' ', 8 },
                    { "BERŽUPIS", 'B', 'E', 'R', 'Ž', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "BERŽUTĖ", 'B', 'E', 'R', 'Ž', 'U', 'T', 'Ė', ' ', ' ', 7 },
                    { "BEVARA", 'B', 'E', 'V', 'A', 'R', 'A', ' ', ' ', ' ', 6 },
                    { "BEZDONĖ", 'B', 'E', 'Z', 'D', 'O', 'N', 'Ė', ' ', ' ', 7 },
                    { "BEZNAS", 'B', 'E', 'Z', 'N', 'A', 'S', ' ', ' ', ' ', 6 },
                    { "BIČUPIS", 'B', 'I', 'Č', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "BIEBĖ", 'B', 'I', 'E', 'B', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "BIENĖ", 'B', 'I', 'E', 'N', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "BIGLAINIS", 'B', 'I', 'G', 'L', 'A', 'I', 'N', 'I', 'S', 9 },
                    { "BIGULIS", 'B', 'I', 'G', 'U', 'L', 'I', 'S', ' ', ' ', 7 },
                    { "BIJOTAS", 'B', 'I', 'J', 'O', 'T', 'A', 'S', ' ', ' ', 7 },
                    { "BIKAVA", 'B', 'I', 'K', 'A', 'V', 'A', ' ', ' ', ' ', 6 },
                    { "BIKENIS", 'B', 'I', 'K', 'E', 'N', 'I', 'S', ' ', ' ', 7 },
                    { "BIKILYS", 'B', 'I', 'K', 'I', 'L', 'Y', 'S', ' ', ' ', 7 },
                    { "BILZGIS", 'B', 'I', 'L', 'Z', 'G', 'I', 'S', ' ', ' ', 7 },
                    { "BIRBINTĖ", 'B', 'I', 'R', 'B', 'I', 'N', 'T', 'Ė', ' ', 8 },
                    { "BIRVĖTA", 'B', 'I', 'R', 'V', 'Ė', 'T', 'A', ' ', ' ', 7 },
                    { "BIRŽTVA", 'B', 'I', 'R', 'Ž', 'T', 'V', 'A', ' ', ' ', 7 },
                    { "BIRŽUPYS", 'B', 'I', 'R', 'Ž', 'U', 'P', 'Y', 'S', ' ', 8 },
                    { "BISA", 'B', 'I', 'S', 'A', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "BISTRYČIA", 'B', 'I', 'S', 'T', 'R', 'Y', 'Č', 'I', 'A', 9 },
                    { "BITĖ", 'B', 'I', 'T', 'Ė', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "BITUPIS", 'B', 'I', 'T', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "BYTVANAS", 'B', 'Y', 'T', 'V', 'A', 'N', 'A', 'S', ' ', 8 },
                    { "BIZDELĖ", 'B', 'I', 'Z', 'D', 'E', 'L', 'Ė', ' ', ' ', 7 },
                    { "BYZDELIS", 'B', 'Y', 'Z', 'D', 'E', 'L', 'I', 'S', ' ', 8 },
                    { "BIŽAS", 'B', 'I', 'Ž', 'A', 'S', ' ', ' ', ' ', ' ', 5 },
                    { "BLANDUŠĖ", 'B', 'L', 'A', 'N', 'D', 'U', 'Š', 'Ė', ' ', 8 },
                    { "BLANKA", 'B', 'L', 'A', 'N', 'K', 'A', ' ', ' ', ' ', 6 },
                    { "BLAUZDA", 'B', 'L', 'A', 'U', 'Z', 'D', 'A', ' ', ' ', 7 },
                    { "BLENDYNĖ", 'B', 'L', 'E', 'N', 'D', 'Y', 'N', 'Ė', ' ', 8 },
                    { "BLIDAKĖ", 'B', 'L', 'I', 'D', 'A', 'K', 'Ė', ' ', ' ', 7 },
                    { "BLINDIS", 'B', 'L', 'I', 'N', 'D', 'I', 'S', ' ', ' ', 7 },
                    { "BLUSRAVIS", 'B', 'L', 'U', 'S', 'R', 'A', 'V', 'I', 'S', 9 },
                    { "BLUSUPIS", 'B', 'L', 'U', 'S', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "BOBYLAS", 'B', 'O', 'B', 'Y', 'L', 'A', 'S', ' ', ' ', 7 },
                    { "BOČIUPIS", 'B', 'O', 'Č', 'I', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "BONALĖ", 'B', 'O', 'N', 'A', 'L', 'Ė', ' ', ' ', ' ', 6 },
                    { "BONĖ", 'B', 'O', 'N', 'Ė', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "BOŠĖ", 'B', 'O', 'Š', 'Ė', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "BRADAS", 'B', 'R', 'A', 'D', 'A', 'S', ' ', ' ', ' ', 6 },
                    { "BRADAULIS", 'B', 'R', 'A', 'D', 'A', 'U', 'L', 'I', 'S', 9 },
                    { "BRADELIS", 'B', 'R', 'A', 'D', 'E', 'L', 'I', 'S', ' ', 8 },
                    { "BRADESA", 'B', 'R', 'A', 'D', 'E', 'S', 'A', ' ', ' ', 7 },
                    { "BRADUMAS", 'B', 'R', 'A', 'D', 'U', 'M', 'A', 'S', ' ', 8 },
                    { "BRAIZGĖ", 'B', 'R', 'A', 'I', 'Z', 'G', 'Ė', ' ', ' ', 7 },
                    { "BRASTA", 'B', 'R', 'A', 'S', 'T', 'A', ' ', ' ', ' ', 6 },
                    { "BRASTELĖ", 'B', 'R', 'A', 'S', 'T', 'E', 'L', 'Ė', ' ', 8 },
                    { "BRAŽYLĖ", 'B', 'R', 'A', 'Ž', 'Y', 'L', 'Ė', ' ', ' ', 7 },
                    { "BRAŽIUKAS", 'B', 'R', 'A', 'Ž', 'I', 'U', 'K', 'A', 'S', 9 },
                    { "BRAŽUOLĖ", 'B', 'R', 'A', 'Ž', 'U', 'O', 'L', 'Ė', ' ', 8 },
                    { "BREMENA", 'B', 'R', 'E', 'M', 'E', 'N', 'A', ' ', ' ', 7 },
                    { "BRĖŠKINAS", 'B', 'R', 'Ė', 'Š', 'K', 'I', 'N', 'A', 'S', 9 },
                    { "BRĖŠKINYS", 'B', 'R', 'Ė', 'Š', 'K', 'I', 'N', 'Y', 'S', 9 },
                    { "BRIDEIKIS", 'B', 'R', 'I', 'D', 'E', 'I', 'K', 'I', 'S', 9 },
                    { "BRIEDUPIS", 'B', 'R', 'I', 'E', 'D', 'U', 'P', 'I', 'S', 9 },
                    { "BROKINIS", 'B', 'R', 'O', 'K', 'I', 'N', 'I', 'S', ' ', 8 },
                    { "BRUKIS", 'B', 'R', 'U', 'K', 'I', 'S', ' ', ' ', ' ', 6 },
                    { "BUBA", 'B', 'U', 'B', 'A', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "BUBINAS", 'B', 'U', 'B', 'I', 'N', 'A', 'S', ' ', ' ', 7 },
                    { "BUBRIKAS", 'B', 'U', 'B', 'R', 'I', 'K', 'A', 'S', ' ', 8 },
                    { "BŪDUPIS", 'B', 'Ū', 'D', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "BŪGENIS", 'B', 'Ū', 'G', 'E', 'N', 'I', 'S', ' ', ' ', 7 },
                    { "BŪKA", 'B', 'Ū', 'K', 'A', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "BUKIŠKIS", 'B', 'U', 'K', 'I', 'Š', 'K', 'I', 'S', ' ', 8 },
                    { "BULIS", 'B', 'U', 'L', 'I', 'S', ' ', ' ', ' ', ' ', 5 },
                    { "BUOJIS", 'B', 'U', 'O', 'J', 'I', 'S', ' ', ' ', ' ', 6 },
                    { "BURBEKLIS", 'B', 'U', 'R', 'B', 'E', 'K', 'L', 'I', 'S', 9 },
                    { "BURBESIS", 'B', 'U', 'R', 'B', 'E', 'S', 'I', 'S', ' ', 8 },
                    { "BURBULIS", 'B', 'U', 'R', 'B', 'U', 'L', 'I', 'S', ' ', 8 },
                    { "BURGELIS", 'B', 'U', 'R', 'G', 'E', 'L', 'I', 'S', ' ', 8 },
                    { "CEDRONAS", 'C', 'E', 'D', 'R', 'O', 'N', 'A', 'S', ' ', 8 },
                    { "CEDRUONA", 'C', 'E', 'D', 'R', 'U', 'O', 'N', 'A', ' ', 8 },
                    { "CEIKINĖ", 'C', 'E', 'I', 'K', 'I', 'N', 'Ė', ' ', ' ', 7 },
                    { "CIBREVIS", 'C', 'I', 'B', 'R', 'E', 'V', 'I', 'S', ' ', 8 },
                    { "CIGONĖ", 'C', 'I', 'G', 'O', 'N', 'Ė', ' ', ' ', ' ', 6 },
                    { "CIGONIŠKĖ", 'C', 'I', 'G', 'O', 'N', 'I', 'Š', 'K', 'Ė', 9 },
                    { "CIMOKINĖ", 'C', 'I', 'M', 'O', 'K', 'I', 'N', 'Ė', ' ', 8 },
                    { "CYPA", 'C', 'Y', 'P', 'A', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "CIPĖ", 'C', 'I', 'P', 'Ė', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "CIRAS", 'C', 'I', 'R', 'A', 'S', ' ', ' ', ' ', ' ', 5 },
                    { "CIRVIJA", 'C', 'I', 'R', 'V', 'I', 'J', 'A', ' ', ' ', 7 },
                    { "ČEKONĖ", 'Č', 'E', 'K', 'O', 'N', 'Ė', ' ', ' ', ' ', 6 },
                    { "ČEKUPIS", 'Č', 'E', 'K', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "ČERKŠNĖ", 'Č', 'E', 'R', 'K', 'Š', 'N', 'Ė', ' ', ' ', 7 },
                    { "ČIAUŠA", 'Č', 'I', 'A', 'U', 'Š', 'A', ' ', ' ', ' ', 6 },
                    { "ČIEKELIS", 'Č', 'I', 'E', 'K', 'E', 'L', 'I', 'S', ' ', 8 },
                    { "ČIOKĖ", 'Č', 'I', 'O', 'K', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "ČIOTUPIS", 'Č', 'I', 'O', 'T', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "ČIULOTAS", 'Č', 'I', 'U', 'L', 'O', 'T', 'A', 'S', ' ', 8 },
                    { "ČIURLELIS", 'Č', 'I', 'U', 'R', 'L', 'E', 'L', 'I', 'S', 9 },
                    { "ČYŽUPIS", 'Č', 'Y', 'Ž', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "ČYŽVARDĖ", 'Č', 'Y', 'Ž', 'V', 'A', 'R', 'D', 'Ė', ' ', 8 },
                    { "DABIKINĖ", 'D', 'A', 'B', 'I', 'K', 'I', 'N', 'Ė', ' ', 8 },
                    { "DABINTA", 'D', 'A', 'B', 'I', 'N', 'T', 'A', ' ', ' ', 7 },
                    { "DABRAKAS", 'D', 'A', 'B', 'R', 'A', 'K', 'A', 'S', ' ', 8 },
                    { "DABRUOTAS", 'D', 'A', 'B', 'R', 'U', 'O', 'T', 'A', 'S', 9 },
                    { "DABRUPIS", 'D', 'A', 'B', 'R', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "DAGIA", 'D', 'A', 'G', 'I', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "DAINAVA", 'D', 'A', 'I', 'N', 'A', 'V', 'A', ' ', ' ', 7 },
                    { "DAINUPIS", 'D', 'A', 'I', 'N', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "DANĖ", 'D', 'A', 'N', 'Ė', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "DANGĖ", 'D', 'A', 'N', 'G', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "DANUPYS", 'D', 'A', 'N', 'U', 'P', 'Y', 'S', ' ', ' ', 7 },
                    { "DARBA", 'D', 'A', 'R', 'B', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "DARGUPĖ", 'D', 'A', 'R', 'G', 'U', 'P', 'Ė', ' ', ' ', 7 },
                    { "DARGUPYS", 'D', 'A', 'R', 'G', 'U', 'P', 'Y', 'S', ' ', 8 },
                    { "DARGUŽIS", 'D', 'A', 'R', 'G', 'U', 'Ž', 'I', 'S', ' ', 8 },
                    { "DARIMIS", 'D', 'A', 'R', 'I', 'M', 'I', 'S', ' ', ' ', 7 },
                    { "DARŽUPYS", 'D', 'A', 'R', 'Ž', 'U', 'P', 'Y', 'S', ' ', 8 },
                    { "DAUBA", 'D', 'A', 'U', 'B', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "DAUBALĖ", 'D', 'A', 'U', 'B', 'A', 'L', 'Ė', ' ', ' ', 7 },
                    { "DAUBELĖ", 'D', 'A', 'U', 'B', 'E', 'L', 'Ė', ' ', ' ', 7 },
                    { "DAUBUTĖ", 'D', 'A', 'U', 'B', 'U', 'T', 'Ė', ' ', ' ', 7 },
                    { "DAUGYVENĖ", 'D', 'A', 'U', 'G', 'Y', 'V', 'E', 'N', 'Ė', 9 },
                    { "DAUGŠUPIS", 'D', 'A', 'U', 'G', 'Š', 'U', 'P', 'I', 'S', 9 },
                    { "DAUGUPIS", 'D', 'A', 'U', 'G', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "DAUGUPYS", 'D', 'A', 'U', 'G', 'U', 'P', 'Y', 'S', ' ', 8 },
                    { "DAUKUPIS", 'D', 'A', 'U', 'K', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "DAULIA", 'D', 'A', 'U', 'L', 'I', 'A', ' ', ' ', ' ', 6 },
                    { "DAULINPYS", 'D', 'A', 'U', 'L', 'I', 'N', 'P', 'Y', 'S', 9 },
                    { "DAVILA", 'D', 'A', 'V', 'I', 'L', 'A', ' ', ' ', ' ', 6 },
                    { "DEBLONAS", 'D', 'E', 'B', 'L', 'O', 'N', 'A', 'S', ' ', 8 },
                    { "DEBRĖSTIS", 'D', 'E', 'B', 'R', 'Ė', 'S', 'T', 'I', 'S', 9 },
                    { "DEGALAS", 'D', 'E', 'G', 'A', 'L', 'A', 'S', ' ', ' ', 7 },
                    { "DEGEMĖ", 'D', 'E', 'G', 'E', 'M', 'Ė', ' ', ' ', ' ', 6 },
                    { "DEGESUPIS", 'D', 'E', 'G', 'E', 'S', 'U', 'P', 'I', 'S', 9 },
                    { "DEGIMAS", 'D', 'E', 'G', 'I', 'M', 'A', 'S', ' ', ' ', 7 },
                    { "DEGLĖ", 'D', 'E', 'G', 'L', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "DEGSNYS", 'D', 'E', 'G', 'S', 'N', 'Y', 'S', ' ', ' ', 7 },
                    { "DEGUPIS", 'D', 'E', 'G', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "DEGUVA", 'D', 'E', 'G', 'U', 'V', 'A', ' ', ' ', ' ', 6 },
                    { "DEIČIUPIS", 'D', 'E', 'I', 'Č', 'I', 'U', 'P', 'I', 'S', 9 },
                    { "DEIMANTAS", 'D', 'E', 'I', 'M', 'A', 'N', 'T', 'A', 'S', 9 },
                    { "DEKSČIUS", 'D', 'E', 'K', 'S', 'Č', 'I', 'U', 'S', ' ', 8 },
                    { "DĖMĖ", 'D', 'Ė', 'M', 'Ė', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "DĖNIS", 'D', 'Ė', 'N', 'I', 'S', ' ', ' ', ' ', ' ', 5 },
                    { "DERKYS", 'D', 'E', 'R', 'K', 'Y', 'S', ' ', ' ', ' ', 6 },
                    { "DERVELIS", 'D', 'E', 'R', 'V', 'E', 'L', 'I', 'S', ' ', 8 },
                    { "DIDRAVIS", 'D', 'I', 'D', 'R', 'A', 'V', 'I', 'S', ' ', 8 },
                    { "DIDUPIS", 'D', 'I', 'D', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "DIDŽGRABĖ", 'D', 'I', 'D', 'Ž', 'G', 'R', 'A', 'B', 'Ė', 9 },
                    { "DIDŽIUPIS", 'D', 'I', 'D', 'Ž', 'I', 'U', 'P', 'I', 'S', 9 },
                    { "DIDŽRAVIS", 'D', 'I', 'D', 'Ž', 'R', 'A', 'V', 'I', 'S', 9 },
                    { "DIEGUPIS", 'D', 'I', 'E', 'G', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "DIEVOGALA", 'D', 'I', 'E', 'V', 'O', 'G', 'A', 'L', 'A', 9 },
                    { "DIEVUPIS", 'D', 'I', 'E', 'V', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "DINDŽIAKĖ", 'D', 'I', 'N', 'D', 'Ž', 'I', 'A', 'K', 'Ė', 9 },
                    { "DIRNIŠKĖS", 'D', 'I', 'R', 'N', 'I', 'Š', 'K', 'Ė', 'S', 9 },
                    { "DIRNUPIS", 'D', 'I', 'R', 'N', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "DIRSTEIKA", 'D', 'I', 'R', 'S', 'T', 'E', 'I', 'K', 'A', 9 },
                    { "DIRSUPIS", 'D', 'I', 'R', 'S', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "DIRVONĖLĖ", 'D', 'I', 'R', 'V', 'O', 'N', 'Ė', 'L', 'Ė', 9 },
                    { "DYSNA", 'D', 'Y', 'S', 'N', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "DITUPĖ", 'D', 'I', 'T', 'U', 'P', 'Ė', ' ', ' ', ' ', 6 },
                    { "DITVA", 'D', 'I', 'T', 'V', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "DOBILĖ", 'D', 'O', 'B', 'I', 'L', 'Ė', ' ', ' ', ' ', 6 },
                    { "DOBILYNĖ", 'D', 'O', 'B', 'I', 'L', 'Y', 'N', 'Ė', ' ', 8 },
                    { "DOBILUPIS", 'D', 'O', 'B', 'I', 'L', 'U', 'P', 'I', 'S', 9 },
                    { "DOBIS", 'D', 'O', 'B', 'I', 'S', ' ', ' ', ' ', ' ', 5 },
                    { "DOMANTAS", 'D', 'O', 'M', 'A', 'N', 'T', 'A', 'S', ' ', 8 },
                    { "DOMIJA", 'D', 'O', 'M', 'I', 'J', 'A', ' ', ' ', ' ', 6 },
                    { "DORUPIS", 'D', 'O', 'R', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "DOTAMAS", 'D', 'O', 'T', 'A', 'M', 'A', 'S', ' ', ' ', 7 },
                    { "DOTNUVĖLĖ", 'D', 'O', 'T', 'N', 'U', 'V', 'Ė', 'L', 'Ė', 9 },
                    { "DOVINĖ", 'D', 'O', 'V', 'I', 'N', 'Ė', ' ', ' ', ' ', 6 },
                    { "DRATVUO", 'D', 'R', 'A', 'T', 'V', 'U', 'O', ' ', ' ', 7 },
                    { "DREVERNA", 'D', 'R', 'E', 'V', 'E', 'R', 'N', 'A', ' ', 8 },
                    { "DRIGUNKA", 'D', 'R', 'I', 'G', 'U', 'N', 'K', 'A', ' ', 8 },
                    { "DRIŪBAS", 'D', 'R', 'I', 'Ū', 'B', 'A', 'S', ' ', ' ', 7 },
                    { "DRIŪBINAS", 'D', 'R', 'I', 'Ū', 'B', 'I', 'N', 'A', 'S', 9 },
                    { "DRYŽUPĖ", 'D', 'R', 'Y', 'Ž', 'U', 'P', 'Ė', ' ', ' ', 7 },
                    { "DRUBENGIS", 'D', 'R', 'U', 'B', 'E', 'N', 'G', 'I', 'S', 9 },
                    { "DRŪČIUPIS", 'D', 'R', 'Ū', 'Č', 'I', 'U', 'P', 'I', 'S', 9 },
                    { "DRUJA", 'D', 'R', 'U', 'J', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "DRUKYS", 'D', 'R', 'U', 'K', 'Y', 'S', ' ', ' ', ' ', 6 },
                    { "DRŪKTIS", 'D', 'R', 'Ū', 'K', 'T', 'I', 'S', ' ', ' ', 7 },
                    { "DRŪKTUPIS", 'D', 'R', 'Ū', 'K', 'T', 'U', 'P', 'I', 'S', 9 },
                    { "DRUKUPĖ", 'D', 'R', 'U', 'K', 'U', 'P', 'Ė', ' ', ' ', 7 },
                    { "DRŪLUPIS", 'D', 'R', 'Ū', 'L', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "DRUNGĖ", 'D', 'R', 'U', 'N', 'G', 'Ė', ' ', ' ', ' ', 6 },
                    { "DRUSKUPIS", 'D', 'R', 'U', 'S', 'K', 'U', 'P', 'I', 'S', 9 },
                    { "DRŪTUPIS", 'D', 'R', 'Ū', 'T', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "DRUŽUPIS", 'D', 'R', 'U', 'Ž', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "DUBAKĖ", 'D', 'U', 'B', 'A', 'K', 'Ė', ' ', ' ', ' ', 6 },
                    { "DUBALĖ", 'D', 'U', 'B', 'A', 'L', 'Ė', ' ', ' ', ' ', 6 },
                    { "DUBAUSIS", 'D', 'U', 'B', 'A', 'U', 'S', 'I', 'S', ' ', 8 },
                    { "DUBĖ", 'D', 'U', 'B', 'Ė', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "DUBEIKIS", 'D', 'U', 'B', 'E', 'I', 'K', 'I', 'S', ' ', 8 },
                    { "DUBELIS", 'D', 'U', 'B', 'E', 'L', 'I', 'S', ' ', ' ', 7 },
                    { "DUBENĖLĖ", 'D', 'U', 'B', 'E', 'N', 'Ė', 'L', 'Ė', ' ', 8 },
                    { "DUBIJA", 'D', 'U', 'B', 'I', 'J', 'A', ' ', ' ', ' ', 6 },
                    { "DUBIKĖ", 'D', 'U', 'B', 'I', 'K', 'Ė', ' ', ' ', ' ', 6 },
                    { "DUBINAITĖ", 'D', 'U', 'B', 'I', 'N', 'A', 'I', 'T', 'Ė', 9 },
                    { "DUBINĖ", 'D', 'U', 'B', 'I', 'N', 'Ė', ' ', ' ', ' ', 6 },
                    { "DUBINGA", 'D', 'U', 'B', 'I', 'N', 'G', 'A', ' ', ' ', 7 },
                    { "DUBYSA", 'D', 'U', 'B', 'Y', 'S', 'A', ' ', ' ', ' ', 6 },
                    { "DUBYSAS", 'D', 'U', 'B', 'Y', 'S', 'A', 'S', ' ', ' ', 7 },
                    { "DUBYSĖLĖ", 'D', 'U', 'B', 'Y', 'S', 'Ė', 'L', 'Ė', ' ', 8 },
                    { "DUBREIKA", 'D', 'U', 'B', 'R', 'E', 'I', 'K', 'A', ' ', 8 },
                    { "DUBRIUS", 'D', 'U', 'B', 'R', 'I', 'U', 'S', ' ', ' ', 7 },
                    { "DUBULĖ", 'D', 'U', 'B', 'U', 'L', 'Ė', ' ', ' ', ' ', 6 },
                    { "DUBULIS", 'D', 'U', 'B', 'U', 'L', 'I', 'S', ' ', ' ', 7 },
                    { "DUBUOKLIS", 'D', 'U', 'B', 'U', 'O', 'K', 'L', 'I', 'S', 9 },
                    { "DUBUPIS", 'D', 'U', 'B', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "DUBURAS", 'D', 'U', 'B', 'U', 'R', 'A', 'S', ' ', ' ', 7 },
                    { "DUBURĖ", 'D', 'U', 'B', 'U', 'R', 'Ė', ' ', ' ', ' ', 6 },
                    { "DUBURYS", 'D', 'U', 'B', 'U', 'R', 'Y', 'S', ' ', ' ', 7 },
                    { "DŪDA", 'D', 'Ū', 'D', 'A', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "DŪKINĖ", 'D', 'Ū', 'K', 'I', 'N', 'Ė', ' ', ' ', ' ', 6 },
                    { "DŪKSTYNA", 'D', 'Ū', 'K', 'S', 'T', 'Y', 'N', 'A', ' ', 8 },
                    { "DŪKŠTA", 'D', 'Ū', 'K', 'Š', 'T', 'A', ' ', ' ', ' ', 6 },
                    { "DULGELĖ", 'D', 'U', 'L', 'G', 'E', 'L', 'Ė', ' ', ' ', 7 },
                    { "DULKUPIS", 'D', 'U', 'L', 'K', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "DULVAS", 'D', 'U', 'L', 'V', 'A', 'S', ' ', ' ', ' ', 6 },
                    { "DUMBLĖ", 'D', 'U', 'M', 'B', 'L', 'Ė', ' ', ' ', ' ', 6 },
                    { "DUMBLYNĖ", 'D', 'U', 'M', 'B', 'L', 'Y', 'N', 'Ė', ' ', 8 },
                    { "DUMBLYS", 'D', 'U', 'M', 'B', 'L', 'Y', 'S', ' ', ' ', 7 },
                    { "DUMBULĖ", 'D', 'U', 'M', 'B', 'U', 'L', 'Ė', ' ', ' ', 7 },
                    { "DUMBULIS", 'D', 'U', 'M', 'B', 'U', 'L', 'I', 'S', ' ', 8 },
                    { "DUMBURYS", 'D', 'U', 'M', 'B', 'U', 'R', 'Y', 'S', ' ', 8 },
                    { "DŪMĖ", 'D', 'Ū', 'M', 'Ė', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "DŪMEŠIS", 'D', 'Ū', 'M', 'E', 'Š', 'I', 'S', ' ', ' ', 7 },
                    { "DUMSĖ", 'D', 'U', 'M', 'S', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "DUMSIS", 'D', 'U', 'M', 'S', 'I', 'S', ' ', ' ', ' ', 6 },
                    { "DUNAIKA", 'D', 'U', 'N', 'A', 'I', 'K', 'A', ' ', ' ', 7 },
                    { "DUNOJĖLIS", 'D', 'U', 'N', 'O', 'J', 'Ė', 'L', 'I', 'S', 9 },
                    { "DUOBA", 'D', 'U', 'O', 'B', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "DUOBAITĖ", 'D', 'U', 'O', 'B', 'A', 'I', 'T', 'Ė', ' ', 8 },
                    { "DUOBINIS", 'D', 'U', 'O', 'B', 'I', 'N', 'I', 'S', ' ', 8 },
                    { "DUOBULIS", 'D', 'U', 'O', 'B', 'U', 'L', 'I', 'S', ' ', 8 },
                    { "DUOBUPIS", 'D', 'U', 'O', 'B', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "DUOBURIS", 'D', 'U', 'O', 'B', 'U', 'R', 'I', 'S', ' ', 8 },
                    { "DUOBUŽĖ", 'D', 'U', 'O', 'B', 'U', 'Ž', 'Ė', ' ', ' ', 7 },
                    { "DUORUPIS", 'D', 'U', 'O', 'R', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "DUPULTIS", 'D', 'U', 'P', 'U', 'L', 'T', 'I', 'S', ' ', 8 },
                    { "DURBINIS", 'D', 'U', 'R', 'B', 'I', 'N', 'I', 'S', ' ', 8 },
                    { "DŪRUPIS", 'D', 'Ū', 'R', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "DUSA", 'D', 'U', 'S', 'A', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "DUSYNA", 'D', 'U', 'S', 'Y', 'N', 'A', ' ', ' ', ' ', 6 },
                    { "DUSMENA", 'D', 'U', 'S', 'M', 'E', 'N', 'A', ' ', ' ', 7 },
                    { "DVARČANKA", 'D', 'V', 'A', 'R', 'Č', 'A', 'N', 'K', 'A', 9 },
                    { "DVARUPIS", 'D', 'V', 'A', 'R', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "DVĖSIENĖ", 'D', 'V', 'Ė', 'S', 'I', 'E', 'N', 'Ė', ' ', 8 },
                    { "DVILINKIS", 'D', 'V', 'I', 'L', 'I', 'N', 'K', 'I', 'S', 9 },
                    { "DVYLIUKAS", 'D', 'V', 'Y', 'L', 'I', 'U', 'K', 'A', 'S', 9 },
                    { "DVIŠAKĖ", 'D', 'V', 'I', 'Š', 'A', 'K', 'Ė', ' ', ' ', 7 },
                    { "DZIRNĖ", 'D', 'Z', 'I', 'R', 'N', 'Ė', ' ', ' ', ' ', 6 },
                    { "EGLAITIS", 'E', 'G', 'L', 'A', 'I', 'T', 'I', 'S', ' ', 8 },
                    { "EGLĖ", 'E', 'G', 'L', 'Ė', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "EGLESYS", 'E', 'G', 'L', 'E', 'S', 'Y', 'S', ' ', ' ', 7 },
                    { "EGLINĖ", 'E', 'G', 'L', 'I', 'N', 'Ė', ' ', ' ', ' ', 6 },
                    { "EGLINIS", 'E', 'G', 'L', 'I', 'N', 'I', 'S', ' ', ' ', 7 },
                    { "EGLYNUPIS", 'E', 'G', 'L', 'Y', 'N', 'U', 'P', 'I', 'S', 9 },
                    { "EGLYŠĖ", 'E', 'G', 'L', 'Y', 'Š', 'Ė', ' ', ' ', ' ', 6 },
                    { "ĖGLIŠKIS", 'Ė', 'G', 'L', 'I', 'Š', 'K', 'I', 'S', ' ', 8 },
                    { "EGLUPIS", 'E', 'G', 'L', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "ĖGLUPIS", 'Ė', 'G', 'L', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "EINAUTAS", 'E', 'I', 'N', 'A', 'U', 'T', 'A', 'S', ' ', 8 },
                    { "EISRA", 'E', 'I', 'S', 'R', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "EISRAVA", 'E', 'I', 'S', 'R', 'A', 'V', 'A', ' ', ' ', 7 },
                    { "EIŠKŪNAS", 'E', 'I', 'Š', 'K', 'Ū', 'N', 'A', 'S', ' ', 8 },
                    { "EKETĖ", 'E', 'K', 'E', 'T', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "ELBENTAS", 'E', 'L', 'B', 'E', 'N', 'T', 'A', 'S', ' ', 8 },
                    { "ELMĖ", 'E', 'L', 'M', 'Ė', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "ELNA", 'E', 'L', 'N', 'A', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "ENČIA", 'E', 'N', 'Č', 'I', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "ERLA", 'E', 'R', 'L', 'A', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "ERLAKAS", 'E', 'R', 'L', 'A', 'K', 'A', 'S', ' ', ' ', 7 },
                    { "ERSLA", 'E', 'R', 'S', 'L', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "ĖRUPIS", 'Ė', 'R', 'U', 'P', 'I', 'S', ' ', ' ', ' ', 6 },
                    { "ERŽVILKAI", 'E', 'R', 'Ž', 'V', 'I', 'L', 'K', 'A', 'I', 9 },
                    { "EŠERINIS", 'E', 'Š', 'E', 'R', 'I', 'N', 'I', 'S', ' ', 8 },
                    { "EŽERĖLĖ", 'E', 'Ž', 'E', 'R', 'Ė', 'L', 'Ė', ' ', ' ', 7 },
                    { "EŽERĖLIS", 'E', 'Ž', 'E', 'R', 'Ė', 'L', 'I', 'S', ' ', 8 },
                    { "EŽERUONA", 'E', 'Ž', 'E', 'R', 'U', 'O', 'N', 'A', ' ', 8 },
                    { "EŽERUPIS", 'E', 'Ž', 'E', 'R', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "GABIŽIUS", 'G', 'A', 'B', 'I', 'Ž', 'I', 'U', 'S', ' ', 8 },
                    { "GAIDELIS", 'G', 'A', 'I', 'D', 'E', 'L', 'I', 'S', ' ', 8 },
                    { "GAIDYNĖ", 'G', 'A', 'I', 'D', 'Y', 'N', 'Ė', ' ', ' ', 7 },
                    { "GAIDYS", 'G', 'A', 'I', 'D', 'Y', 'S', ' ', ' ', ' ', 6 },
                    { "GAIDKOJIS", 'G', 'A', 'I', 'D', 'K', 'O', 'J', 'I', 'S', 9 },
                    { "GAIDUPIS", 'G', 'A', 'I', 'D', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "GAILĖŠIS", 'G', 'A', 'I', 'L', 'Ė', 'Š', 'I', 'S', ' ', 8 },
                    { "GAILUPYS", 'G', 'A', 'I', 'L', 'U', 'P', 'Y', 'S', ' ', 8 },
                    { "GAISUPIS", 'G', 'A', 'I', 'S', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "GAIVENIS", 'G', 'A', 'I', 'V', 'E', 'N', 'I', 'S', ' ', 8 },
                    { "GAIŽUPIS", 'G', 'A', 'I', 'Ž', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "GAKŠTIKAS", 'G', 'A', 'K', 'Š', 'T', 'I', 'K', 'A', 'S', 9 },
                    { "GALARKNĖ", 'G', 'A', 'L', 'A', 'R', 'K', 'N', 'Ė', ' ', 8 },
                    { "GALBA", 'G', 'A', 'L', 'B', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "GALINĖ", 'G', 'A', 'L', 'I', 'N', 'Ė', ' ', ' ', ' ', 6 },
                    { "GALNUTĖ", 'G', 'A', 'L', 'N', 'U', 'T', 'Ė', ' ', ' ', 7 },
                    { "GALUPALIS", 'G', 'A', 'L', 'U', 'P', 'A', 'L', 'I', 'S', 9 },
                    { "GALUPIS", 'G', 'A', 'L', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "GAMANTA", 'G', 'A', 'M', 'A', 'N', 'T', 'A', ' ', ' ', 7 },
                    { "GANSĖ", 'G', 'A', 'N', 'S', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "GARANKLĖ", 'G', 'A', 'R', 'A', 'N', 'K', 'L', 'Ė', ' ', 8 },
                    { "GARDINAS", 'G', 'A', 'R', 'D', 'I', 'N', 'A', 'S', ' ', 8 },
                    { "GARDUVA", 'G', 'A', 'R', 'D', 'U', 'V', 'A', ' ', ' ', 7 },
                    { "GARŠAS", 'G', 'A', 'R', 'Š', 'A', 'S', ' ', ' ', ' ', 6 },
                    { "GARŠVĖ", 'G', 'A', 'R', 'Š', 'V', 'Ė', ' ', ' ', ' ', 6 },
                    { "GASDA", 'G', 'A', 'S', 'D', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "GASPADAVA", 'G', 'A', 'S', 'P', 'A', 'D', 'A', 'V', 'A', 9 },
                    { "GASTAMAS", 'G', 'A', 'S', 'T', 'A', 'M', 'A', 'S', ' ', 8 },
                    { "GASTUPIS", 'G', 'A', 'S', 'T', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "GATUPIS", 'G', 'A', 'T', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "GAUJA", 'G', 'A', 'U', 'J', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "GAUSANTĖ", 'G', 'A', 'U', 'S', 'A', 'N', 'T', 'Ė', ' ', 8 },
                    { "GAUSBALĖ", 'G', 'A', 'U', 'S', 'B', 'A', 'L', 'Ė', ' ', 8 },
                    { "GAVĖNUPIS", 'G', 'A', 'V', 'Ė', 'N', 'U', 'P', 'I', 'S', 9 },
                    { "GEBENĖ", 'G', 'E', 'B', 'E', 'N', 'Ė', ' ', ' ', ' ', 6 },
                    { "GĖDUPELIS", 'G', 'Ė', 'D', 'U', 'P', 'E', 'L', 'I', 'S', 9 },
                    { "GEDUPIS", 'G', 'E', 'D', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "GEDVYDAS", 'G', 'E', 'D', 'V', 'Y', 'D', 'A', 'S', ' ', 8 },
                    { "GĖGĖ", 'G', 'Ė', 'G', 'Ė', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "GEGUŽINĖ", 'G', 'E', 'G', 'U', 'Ž', 'I', 'N', 'Ė', ' ', 8 },
                    { "GĖGŽNAS", 'G', 'Ė', 'G', 'Ž', 'N', 'A', 'S', ' ', ' ', 7 },
                    { "GEIŠDAUBĖ", 'G', 'E', 'I', 'Š', 'D', 'A', 'U', 'B', 'Ė', 9 },
                    { "GĖLAINĖ", 'G', 'Ė', 'L', 'A', 'I', 'N', 'Ė', ' ', ' ', 7 },
                    { "GELDUPIS", 'G', 'E', 'L', 'D', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "GELEŽĖ", 'G', 'E', 'L', 'E', 'Ž', 'Ė', ' ', ' ', ' ', 6 },
                    { "GELEŽIUS", 'G', 'E', 'L', 'E', 'Ž', 'I', 'U', 'S', ' ', 8 },
                    { "GELEŽUPIS", 'G', 'E', 'L', 'E', 'Ž', 'U', 'P', 'I', 'S', 9 },
                    { "GĖLINKA", 'G', 'Ė', 'L', 'I', 'N', 'K', 'A', ' ', ' ', 7 },
                    { "GELOVINĖ", 'G', 'E', 'L', 'O', 'V', 'I', 'N', 'Ė', ' ', 8 },
                    { "GĖLUPIS", 'G', 'Ė', 'L', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "GELUŽA", 'G', 'E', 'L', 'U', 'Ž', 'A', ' ', ' ', ' ', 6 },
                    { "GELVĖ", 'G', 'E', 'L', 'V', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "GELŽUPIS", 'G', 'E', 'L', 'Ž', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "GENYS", 'G', 'E', 'N', 'Y', 'S', ' ', ' ', ' ', ' ', 5 },
                    { "GENTRINAS", 'G', 'E', 'N', 'T', 'R', 'I', 'N', 'A', 'S', 9 },
                    { "GENUPYS", 'G', 'E', 'N', 'U', 'P', 'Y', 'S', ' ', ' ', 7 },
                    { "GENUTĖ", 'G', 'E', 'N', 'U', 'T', 'Ė', ' ', ' ', ' ', 6 },
                    { "GENŽGIRĖ", 'G', 'E', 'N', 'Ž', 'G', 'I', 'R', 'Ė', ' ', 8 },
                    { "GERBALĖ", 'G', 'E', 'R', 'B', 'A', 'L', 'Ė', ' ', ' ', 7 },
                    { "GERDAUJĖ", 'G', 'E', 'R', 'D', 'A', 'U', 'J', 'Ė', ' ', 8 },
                    { "GERGŽDAS", 'G', 'E', 'R', 'G', 'Ž', 'D', 'A', 'S', ' ', 8 },
                    { "GERŠUPIS", 'G', 'E', 'R', 'Š', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "GERULIS", 'G', 'E', 'R', 'U', 'L', 'I', 'S', ' ', ' ', 7 },
                    { "GERUPĖ", 'G', 'E', 'R', 'U', 'P', 'Ė', ' ', ' ', ' ', 6 },
                    { "GERUPIS", 'G', 'E', 'R', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "GĖRUPIS", 'G', 'Ė', 'R', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "GERVAINYS", 'G', 'E', 'R', 'V', 'A', 'I', 'N', 'Y', 'S', 9 },
                    { "GERVALĖ", 'G', 'E', 'R', 'V', 'A', 'L', 'Ė', ' ', ' ', 7 },
                    { "GERVARDĖ", 'G', 'E', 'R', 'V', 'A', 'R', 'D', 'Ė', ' ', 8 },
                    { "GERVĖ", 'G', 'E', 'R', 'V', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "GERVELĖ", 'G', 'E', 'R', 'V', 'E', 'L', 'Ė', ' ', ' ', 7 },
                    { "GERVINAS", 'G', 'E', 'R', 'V', 'I', 'N', 'A', 'S', ' ', 8 },
                    { "GERVINĖ", 'G', 'E', 'R', 'V', 'I', 'N', 'Ė', ' ', ' ', 7 },
                    { "GERVUPIS", 'G', 'E', 'R', 'V', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "GĖTYS", 'G', 'Ė', 'T', 'Y', 'S', ' ', ' ', ' ', ' ', 5 },
                    { "GIAUŠĖ", 'G', 'I', 'A', 'U', 'Š', 'Ė', ' ', ' ', ' ', 6 },
                    { "GIEDRĖ", 'G', 'I', 'E', 'D', 'R', 'Ė', ' ', ' ', ' ', 6 },
                    { "GIEDULIS", 'G', 'I', 'E', 'D', 'U', 'L', 'I', 'S', ' ', 8 },
                    { "GIKUPIS", 'G', 'I', 'K', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "GYLĖ", 'G', 'Y', 'L', 'Ė', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "GILTINĖ", 'G', 'I', 'L', 'T', 'I', 'N', 'Ė', ' ', ' ', 7 },
                    { "GILUPIS", 'G', 'I', 'L', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "GILŪTA", 'G', 'I', 'L', 'Ū', 'T', 'A', ' ', ' ', ' ', 6 },
                    { "GILUVĖ", 'G', 'I', 'L', 'U', 'V', 'Ė', ' ', ' ', ' ', 6 },
                    { "GILVITINĖ", 'G', 'I', 'L', 'V', 'I', 'T', 'I', 'N', 'Ė', 9 },
                    { "GYNELĖ", 'G', 'Y', 'N', 'E', 'L', 'Ė', ' ', ' ', ' ', 6 },
                    { "GYNĖVAITĖ", 'G', 'Y', 'N', 'Ė', 'V', 'A', 'I', 'T', 'Ė', 9 },
                    { "GYNĖVĖ", 'G', 'Y', 'N', 'Ė', 'V', 'Ė', ' ', ' ', ' ', 6 },
                    { "GYNIA", 'G', 'Y', 'N', 'I', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "GINTARAS", 'G', 'I', 'N', 'T', 'A', 'R', 'A', 'S', ' ', 8 },
                    { "GINTELIS", 'G', 'I', 'N', 'T', 'E', 'L', 'I', 'S', ' ', 8 },
                    { "GINUPIS", 'G', 'I', 'N', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "GIPELKIS", 'G', 'I', 'P', 'E', 'L', 'K', 'I', 'S', ' ', 8 },
                    { "GIRAUDAS", 'G', 'I', 'R', 'A', 'U', 'D', 'A', 'S', ' ', 8 },
                    { "GIRBYS", 'G', 'I', 'R', 'B', 'Y', 'S', ' ', ' ', ' ', 6 },
                    { "GIRDAŽĖ", 'G', 'I', 'R', 'D', 'A', 'Ž', 'Ė', ' ', ' ', 7 },
                    { "GIRIJA", 'G', 'I', 'R', 'I', 'J', 'A', ' ', ' ', ' ', 6 },
                    { "GYRIS", 'G', 'Y', 'R', 'I', 'S', ' ', ' ', ' ', ' ', 5 },
                    { "GIRMUO", 'G', 'I', 'R', 'M', 'U', 'O', ' ', ' ', ' ', 6 },
                    { "GIRNUPIS", 'G', 'I', 'R', 'N', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "GIROTAKIS", 'G', 'I', 'R', 'O', 'T', 'A', 'K', 'I', 'S', 9 },
                    { "GIRSTULĖ", 'G', 'I', 'R', 'S', 'T', 'U', 'L', 'Ė', ' ', 8 },
                    { "GIRSTUPIS", 'G', 'I', 'R', 'S', 'T', 'U', 'P', 'I', 'S', 9 },
                    { "GIRŠINAS", 'G', 'I', 'R', 'Š', 'I', 'N', 'A', 'S', ' ', 8 },
                    { "GIRŠUPIS", 'G', 'I', 'R', 'Š', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "GIRUPIS", 'G', 'I', 'R', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "GYSTUS", 'G', 'Y', 'S', 'T', 'U', 'S', ' ', ' ', ' ', 6 },
                    { "GLIAUDĖ", 'G', 'L', 'I', 'A', 'U', 'D', 'Ė', ' ', ' ', 7 },
                    { "GLITUPIS", 'G', 'L', 'I', 'T', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "GLIVIJA", 'G', 'L', 'I', 'V', 'I', 'J', 'A', ' ', ' ', 7 },
                    { "GLOBELIS", 'G', 'L', 'O', 'B', 'E', 'L', 'I', 'S', ' ', 8 },
                    { "GLOBYS", 'G', 'L', 'O', 'B', 'Y', 'S', ' ', ' ', ' ', 6 },
                    { "GLUDAS", 'G', 'L', 'U', 'D', 'A', 'S', ' ', ' ', ' ', 6 },
                    { "GNIUŽA", 'G', 'N', 'I', 'U', 'Ž', 'A', ' ', ' ', ' ', 6 },
                    { "GOJUS", 'G', 'O', 'J', 'U', 'S', ' ', ' ', ' ', ' ', 5 },
                    { "GOMERTA", 'G', 'O', 'M', 'E', 'R', 'T', 'A', ' ', ' ', 7 },
                    { "GORPYS", 'G', 'O', 'R', 'P', 'Y', 'S', ' ', ' ', ' ', 6 },
                    { "GRABELĖ", 'G', 'R', 'A', 'B', 'E', 'L', 'Ė', ' ', ' ', 7 },
                    { "GRABIKĖ", 'G', 'R', 'A', 'B', 'I', 'K', 'Ė', ' ', ' ', 7 },
                    { "GRABUOSTA", 'G', 'R', 'A', 'B', 'U', 'O', 'S', 'T', 'A', 9 },
                    { "GRABUPĖ", 'G', 'R', 'A', 'B', 'U', 'P', 'Ė', ' ', ' ', 7 },
                    { "GRACINĖ", 'G', 'R', 'A', 'C', 'I', 'N', 'Ė', ' ', ' ', 7 },
                    { "GRAISUPIS", 'G', 'R', 'A', 'I', 'S', 'U', 'P', 'I', 'S', 9 },
                    { "GRAIŽĖ", 'G', 'R', 'A', 'I', 'Ž', 'Ė', ' ', ' ', ' ', 6 },
                    { "GRAIŽUPIS", 'G', 'R', 'A', 'I', 'Ž', 'U', 'P', 'I', 'S', 9 },
                    { "GRAMANČIA", 'G', 'R', 'A', 'M', 'A', 'N', 'Č', 'I', 'A', 9 },
                    { "GRAMAS", 'G', 'R', 'A', 'M', 'A', 'S', ' ', ' ', ' ', 6 },
                    { "GRAMBESA", 'G', 'R', 'A', 'M', 'B', 'E', 'S', 'A', ' ', 8 },
                    { "GRAUDUPIS", 'G', 'R', 'A', 'U', 'D', 'U', 'P', 'I', 'S', 9 },
                    { "GRAUMENA", 'G', 'R', 'A', 'U', 'M', 'E', 'N', 'A', ' ', 8 },
                    { "GRAUMUO", 'G', 'R', 'A', 'U', 'M', 'U', 'O', ' ', ' ', 7 },
                    { "GRAUŽĖ", 'G', 'R', 'A', 'U', 'Ž', 'Ė', ' ', ' ', ' ', 6 },
                    { "GRAUŽINĖ", 'G', 'R', 'A', 'U', 'Ž', 'I', 'N', 'Ė', ' ', 8 },
                    { "GRAUŽUOJA", 'G', 'R', 'A', 'U', 'Ž', 'U', 'O', 'J', 'A', 9 },
                    { "GRAUŽUPIS", 'G', 'R', 'A', 'U', 'Ž', 'U', 'P', 'I', 'S', 9 },
                    { "GRAUŽUPYS", 'G', 'R', 'A', 'U', 'Ž', 'U', 'P', 'Y', 'S', 9 },
                    { "GRĄŽALAS", 'G', 'R', 'Ą', 'Ž', 'A', 'L', 'A', 'S', ' ', 8 },
                    { "GRAŽUPIS", 'G', 'R', 'A', 'Ž', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "GREIŽINA", 'G', 'R', 'E', 'I', 'Ž', 'I', 'N', 'A', ' ', 8 },
                    { "GRIAUZDĖ", 'G', 'R', 'I', 'A', 'U', 'Z', 'D', 'Ė', ' ', 8 },
                    { "GRYBUPIS", 'G', 'R', 'Y', 'B', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "GRIEŽA", 'G', 'R', 'I', 'E', 'Ž', 'A', ' ', ' ', ' ', 6 },
                    { "GRIEŽUPIS", 'G', 'R', 'I', 'E', 'Ž', 'U', 'P', 'I', 'S', 9 },
                    { "GRINDUPIS", 'G', 'R', 'I', 'N', 'D', 'U', 'P', 'I', 'S', 9 },
                    { "GRIOVELĖ", 'G', 'R', 'I', 'O', 'V', 'E', 'L', 'Ė', ' ', 8 },
                    { "GRYVA", 'G', 'R', 'Y', 'V', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "GRIVNĖ", 'G', 'R', 'I', 'V', 'N', 'Ė', ' ', ' ', ' ', 6 },
                    { "GRYŽUVA", 'G', 'R', 'Y', 'Ž', 'U', 'V', 'A', ' ', ' ', 7 },
                    { "GROBLĖ", 'G', 'R', 'O', 'B', 'L', 'Ė', ' ', ' ', ' ', 6 },
                    { "GROVA", 'G', 'R', 'O', 'V', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "GRŪDA", 'G', 'R', 'Ū', 'D', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "GRUMBĖ", 'G', 'R', 'U', 'M', 'B', 'Ė', ' ', ' ', ' ', 6 },
                    { "GRUMBYS", 'G', 'R', 'U', 'M', 'B', 'Y', 'S', ' ', ' ', 7 },
                    { "GRUODĖ", 'G', 'R', 'U', 'O', 'D', 'Ė', ' ', ' ', ' ', 6 },
                    { "GRŪTA", 'G', 'R', 'Ū', 'T', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "GUBESĖLĖ", 'G', 'U', 'B', 'E', 'S', 'Ė', 'L', 'Ė', ' ', 8 },
                    { "GUDAS", 'G', 'U', 'D', 'A', 'S', ' ', ' ', ' ', ' ', 5 },
                    { "GUDONAS", 'G', 'U', 'D', 'O', 'N', 'A', 'S', ' ', ' ', 7 },
                    { "GUDŪNĖLĖ", 'G', 'U', 'D', 'Ū', 'N', 'Ė', 'L', 'Ė', ' ', 8 },
                    { "GUDUPELIS", 'G', 'U', 'D', 'U', 'P', 'E', 'L', 'I', 'S', 9 },
                    { "GULBĖ", 'G', 'U', 'L', 'B', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "GULBINAS", 'G', 'U', 'L', 'B', 'I', 'N', 'A', 'S', ' ', 8 },
                    { "GULBINĖ", 'G', 'U', 'L', 'B', 'I', 'N', 'Ė', ' ', ' ', 7 },
                    { "GULBINĖLĖ", 'G', 'U', 'L', 'B', 'I', 'N', 'Ė', 'L', 'Ė', 9 },
                    { "GUMBAKYS", 'G', 'U', 'M', 'B', 'A', 'K', 'Y', 'S', ' ', 8 },
                    { "GUMBRĖ", 'G', 'U', 'M', 'B', 'R', 'Ė', ' ', ' ', ' ', 6 },
                    { "GUMILTA", 'G', 'U', 'M', 'I', 'L', 'T', 'A', ' ', ' ', 7 },
                    { "GUMYŽA", 'G', 'U', 'M', 'Y', 'Ž', 'A', ' ', ' ', ' ', 6 },
                    { "GUNTINAS", 'G', 'U', 'N', 'T', 'I', 'N', 'A', 'S', ' ', 8 },
                    { "GUOBUVA", 'G', 'U', 'O', 'B', 'U', 'V', 'A', ' ', ' ', 7 },
                    { "GUOPYS", 'G', 'U', 'O', 'P', 'Y', 'S', ' ', ' ', ' ', 6 },
                    { "GUOSTĖ", 'G', 'U', 'O', 'S', 'T', 'Ė', ' ', ' ', ' ', 6 },
                    { "GŪRAGYS", 'G', 'Ū', 'R', 'A', 'G', 'Y', 'S', ' ', ' ', 7 },
                    { "GURKLYS", 'G', 'U', 'R', 'K', 'L', 'Y', 'S', ' ', ' ', 7 },
                    { "GURNUPIS", 'G', 'U', 'R', 'N', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "GŪŽĖ", 'G', 'Ū', 'Ž', 'Ė', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "GUŽUPYS", 'G', 'U', 'Ž', 'U', 'P', 'Y', 'S', ' ', ' ', 7 },
                    { "GVELBĖ", 'G', 'V', 'E', 'L', 'B', 'Ė', ' ', ' ', ' ', 6 },
                    { "IEŠNALIS", 'I', 'E', 'Š', 'N', 'A', 'L', 'I', 'S', ' ', 8 },
                    { "IGARA", 'I', 'G', 'A', 'R', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "YGLĖ", 'Y', 'G', 'L', 'Ė', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "ĮKOJIS", 'Į', 'K', 'O', 'J', 'I', 'S', ' ', ' ', ' ', 6 },
                    { "ILGA", 'I', 'L', 'G', 'A', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "ILGABRADA", 'I', 'L', 'G', 'A', 'B', 'R', 'A', 'D', 'A', 9 },
                    { "ILGĖ", 'I', 'L', 'G', 'Ė', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "ILGELĖ", 'I', 'L', 'G', 'E', 'L', 'Ė', ' ', ' ', ' ', 6 },
                    { "ILGĖS", 'I', 'L', 'G', 'Ė', 'S', ' ', ' ', ' ', ' ', 5 },
                    { "ILGIS", 'I', 'L', 'G', 'I', 'S', ' ', ' ', ' ', ' ', 5 },
                    { "ILGOTIS", 'I', 'L', 'G', 'O', 'T', 'I', 'S', ' ', ' ', 7 },
                    { "YLYČIA", 'Y', 'L', 'Y', 'Č', 'I', 'A', ' ', ' ', ' ', 6 },
                    { "YMASTA", 'Y', 'M', 'A', 'S', 'T', 'A', ' ', ' ', ' ', 6 },
                    { "IMBRADĖLĖ", 'I', 'M', 'B', 'R', 'A', 'D', 'Ė', 'L', 'Ė', 9 },
                    { "YMĖŽĖ", 'Y', 'M', 'Ė', 'Ž', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "IMSRĖ", 'I', 'M', 'S', 'R', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "IMSRELĖ", 'I', 'M', 'S', 'R', 'E', 'L', 'Ė', ' ', ' ', 7 },
                    { "INDIJA", 'I', 'N', 'D', 'I', 'J', 'A', ' ', ' ', ' ', 6 },
                    { "INDRAJA", 'I', 'N', 'D', 'R', 'A', 'J', 'A', ' ', ' ', 7 },
                    { "INGLAUDA", 'I', 'N', 'G', 'L', 'A', 'U', 'D', 'A', ' ', 8 },
                    { "INKOSAS", 'I', 'N', 'K', 'O', 'S', 'A', 'S', ' ', ' ', 7 },
                    { "INKSTILAS", 'I', 'N', 'K', 'S', 'T', 'I', 'L', 'A', 'S', 9 },
                    { "INTAKAS", 'I', 'N', 'T', 'A', 'K', 'A', 'S', ' ', ' ', 7 },
                    { "ĮPILTIS", 'Į', 'P', 'I', 'L', 'T', 'I', 'S', ' ', ' ', 7 },
                    { "IRTUONA", 'I', 'R', 'T', 'U', 'O', 'N', 'A', ' ', ' ', 7 },
                    { "IRTUONĖLĖ", 'I', 'R', 'T', 'U', 'O', 'N', 'Ė', 'L', 'Ė', 9 },
                    { "YSLYKIS", 'Y', 'S', 'L', 'Y', 'K', 'I', 'S', ' ', ' ', 7 },
                    { "ĮSTRAS", 'Į', 'S', 'T', 'R', 'A', 'S', ' ', ' ', ' ', 6 },
                    { "IŠRAITAS", 'I', 'Š', 'R', 'A', 'I', 'T', 'A', 'S', ' ', 8 },
                    { "IŠRŪGINIS", 'I', 'Š', 'R', 'Ū', 'G', 'I', 'N', 'I', 'S', 9 },
                    { "IŠTAKYS", 'I', 'Š', 'T', 'A', 'K', 'Y', 'S', ' ', ' ', 7 },
                    { "IŠTOKA", 'I', 'Š', 'T', 'O', 'K', 'A', ' ', ' ', ' ', 6 },
                    { "IZITA", 'I', 'Z', 'I', 'T', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "IŽENA", 'I', 'Ž', 'E', 'N', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "YŽNĖ", 'Y', 'Ž', 'N', 'Ė', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "YŽNINĖ", 'Y', 'Ž', 'N', 'I', 'N', 'Ė', ' ', ' ', ' ', 6 },
                    { "IŽUPIS", 'I', 'Ž', 'U', 'P', 'I', 'S', ' ', ' ', ' ', 6 },
                    { "JARA", 'J', 'A', 'R', 'A', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "JAUGILA", 'J', 'A', 'U', 'G', 'I', 'L', 'A', ' ', ' ', 7 },
                    { "JAUJUPIS", 'J', 'A', 'U', 'J', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "JAURYKLA", 'J', 'A', 'U', 'R', 'Y', 'K', 'L', 'A', ' ', 8 },
                    { "JAUTUPIS", 'J', 'A', 'U', 'T', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "JĖRUBYNAS", 'J', 'Ė', 'R', 'U', 'B', 'Y', 'N', 'A', 'S', 9 },
                    { "JEVYNĖ", 'J', 'E', 'V', 'Y', 'N', 'Ė', ' ', ' ', ' ', 6 },
                    { "JEVONIS", 'J', 'E', 'V', 'O', 'N', 'I', 'S', ' ', ' ', 7 },
                    { "JEŽESTA", 'J', 'E', 'Ž', 'E', 'S', 'T', 'A', ' ', ' ', 7 },
                    { "JIESIA", 'J', 'I', 'E', 'S', 'I', 'A', ' ', ' ', ' ', 6 },
                    { "JIEŠMUO", 'J', 'I', 'E', 'Š', 'M', 'U', 'O', ' ', ' ', 7 },
                    { "JIEVINĖ", 'J', 'I', 'E', 'V', 'I', 'N', 'Ė', ' ', ' ', 7 },
                    { "JIEZNELĖ", 'J', 'I', 'E', 'Z', 'N', 'E', 'L', 'Ė', ' ', 8 },
                    { "JODĖ", 'J', 'O', 'D', 'Ė', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "JONAUPIS", 'J', 'O', 'N', 'A', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "JONELIS", 'J', 'O', 'N', 'E', 'L', 'I', 'S', ' ', ' ', 7 },
                    { "JONUPIS", 'J', 'O', 'N', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "JONUPYS", 'J', 'O', 'N', 'U', 'P', 'Y', 'S', ' ', ' ', 7 },
                    { "JOSVAINIS", 'J', 'O', 'S', 'V', 'A', 'I', 'N', 'I', 'S', 9 },
                    { "JOTIJA", 'J', 'O', 'T', 'I', 'J', 'A', ' ', ' ', ' ', 6 },
                    { "JOTULĖ", 'J', 'O', 'T', 'U', 'L', 'Ė', ' ', ' ', ' ', 6 },
                    { "JOTUPIS", 'J', 'O', 'T', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "JOVARIS", 'J', 'O', 'V', 'A', 'R', 'I', 'S', ' ', ' ', 7 },
                    { "JUDINYS", 'J', 'U', 'D', 'I', 'N', 'Y', 'S', ' ', ' ', 7 },
                    { "JUDRA", 'J', 'U', 'D', 'R', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "JUDRĖ", 'J', 'U', 'D', 'R', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "JUDREIKA", 'J', 'U', 'D', 'R', 'E', 'I', 'K', 'A', ' ', 8 },
                    { "JUODA", 'J', 'U', 'O', 'D', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "JUODAVAS", 'J', 'U', 'O', 'D', 'A', 'V', 'A', 'S', ' ', 8 },
                    { "JUODĖ", 'J', 'U', 'O', 'D', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "JUODĖJA", 'J', 'U', 'O', 'D', 'Ė', 'J', 'A', ' ', ' ', 7 },
                    { "JUODYNĖ", 'J', 'U', 'O', 'D', 'Y', 'N', 'Ė', ' ', ' ', 7 },
                    { "JUODIŠA", 'J', 'U', 'O', 'D', 'I', 'Š', 'A', ' ', ' ', 7 },
                    { "JUODKUPIS", 'J', 'U', 'O', 'D', 'K', 'U', 'P', 'I', 'S', 9 },
                    { "JUODLEPŠĖ", 'J', 'U', 'O', 'D', 'L', 'E', 'P', 'Š', 'Ė', 9 },
                    { "JUODMENA", 'J', 'U', 'O', 'D', 'M', 'E', 'N', 'A', ' ', 8 },
                    { "JUODOJI", 'J', 'U', 'O', 'D', 'O', 'J', 'I', ' ', ' ', 7 },
                    { "JUODŠAKA", 'J', 'U', 'O', 'D', 'Š', 'A', 'K', 'A', ' ', 8 },
                    { "JUODŠAKIS", 'J', 'U', 'O', 'D', 'Š', 'A', 'K', 'I', 'S', 9 },
                    { "JUODUPĖ", 'J', 'U', 'O', 'D', 'U', 'P', 'Ė', ' ', ' ', 7 },
                    { "JUODUPIS", 'J', 'U', 'O', 'D', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "JUODUPYS", 'J', 'U', 'O', 'D', 'U', 'P', 'Y', 'S', ' ', 8 },
                    { "JUODUVA", 'J', 'U', 'O', 'D', 'U', 'V', 'A', ' ', ' ', 7 },
                    { "JUODŽERYS", 'J', 'U', 'O', 'D', 'Ž', 'E', 'R', 'Y', 'S', 9 },
                    { "JUOSTA", 'J', 'U', 'O', 'S', 'T', 'A', ' ', ' ', ' ', 6 },
                    { "JUOSTINAS", 'J', 'U', 'O', 'S', 'T', 'I', 'N', 'A', 'S', 9 },
                    { "JŪRA", 'J', 'Ū', 'R', 'A', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "JŪRĖ", 'J', 'Ū', 'R', 'Ė', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "JURGRAVYS", 'J', 'U', 'R', 'G', 'R', 'A', 'V', 'Y', 'S', 9 },
                    { "JURGUPIS", 'J', 'U', 'R', 'G', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "JŪRUPIS", 'J', 'Ū', 'R', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "JUSINĖ", 'J', 'U', 'S', 'I', 'N', 'Ė', ' ', ' ', ' ', 6 },
                    { "KABARKŠTA", 'K', 'A', 'B', 'A', 'R', 'K', 'Š', 'T', 'A', 9 },
                    { "KAČERGA", 'K', 'A', 'Č', 'E', 'R', 'G', 'A', ' ', ' ', 7 },
                    { "KAČUPYS", 'K', 'A', 'Č', 'U', 'P', 'Y', 'S', ' ', ' ', 7 },
                    { "KADARAS", 'K', 'A', 'D', 'A', 'R', 'A', 'S', ' ', ' ', 7 },
                    { "KAIMENA", 'K', 'A', 'I', 'M', 'E', 'N', 'A', ' ', ' ', 7 },
                    { "KAIPĖ", 'K', 'A', 'I', 'P', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "KALIŠUPIS", 'K', 'A', 'L', 'I', 'Š', 'U', 'P', 'I', 'S', 9 },
                    { "KALNYČIA", 'K', 'A', 'L', 'N', 'Y', 'Č', 'I', 'A', ' ', 8 },
                    { "KALNINĖ", 'K', 'A', 'L', 'N', 'I', 'N', 'Ė', ' ', ' ', 7 },
                    { "KALNORĖ", 'K', 'A', 'L', 'N', 'O', 'R', 'Ė', ' ', ' ', 7 },
                    { "KALNUPIS", 'K', 'A', 'L', 'N', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "KALPĖ", 'K', 'A', 'L', 'P', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "KALTIS", 'K', 'A', 'L', 'T', 'I', 'S', ' ', ' ', ' ', 6 },
                    { "KALUPIS", 'K', 'A', 'L', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "KAMAINĖ", 'K', 'A', 'M', 'A', 'I', 'N', 'Ė', ' ', ' ', 7 },
                    { "KAMAJA", 'K', 'A', 'M', 'A', 'J', 'A', ' ', ' ', ' ', 6 },
                    { "KAMARIA", 'K', 'A', 'M', 'A', 'R', 'I', 'A', ' ', ' ', 7 },
                    { "KAMATĖLĖ", 'K', 'A', 'M', 'A', 'T', 'Ė', 'L', 'Ė', ' ', 8 },
                    { "KAMATIS", 'K', 'A', 'M', 'A', 'T', 'I', 'S', ' ', ' ', 7 },
                    { "KAMĖ", 'K', 'A', 'M', 'Ė', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "KAMENA", 'K', 'A', 'M', 'E', 'N', 'A', ' ', ' ', ' ', 6 },
                    { "KAMOJA", 'K', 'A', 'M', 'O', 'J', 'A', ' ', ' ', ' ', 6 },
                    { "KAMONA", 'K', 'A', 'M', 'O', 'N', 'A', ' ', ' ', ' ', 6 },
                    { "KAMŠA", 'K', 'A', 'M', 'Š', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "KAMŠIA", 'K', 'A', 'M', 'Š', 'I', 'A', ' ', ' ', ' ', 6 },
                    { "KAMŠUPIS", 'K', 'A', 'M', 'Š', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "KANĖ", 'K', 'A', 'N', 'Ė', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "KANIAVĖLĖ", 'K', 'A', 'N', 'I', 'A', 'V', 'Ė', 'L', 'Ė', 9 },
                    { "KAPĖSĖ", 'K', 'A', 'P', 'Ė', 'S', 'Ė', ' ', ' ', ' ', 6 },
                    { "KAPUPĖ", 'K', 'A', 'P', 'U', 'P', 'Ė', ' ', ' ', ' ', 6 },
                    { "KAPUPIS", 'K', 'A', 'P', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "KARAPOLIS", 'K', 'A', 'R', 'A', 'P', 'O', 'L', 'I', 'S', 9 },
                    { "KARAUTIS", 'K', 'A', 'R', 'A', 'U', 'T', 'I', 'S', ' ', 8 },
                    { "KARČIUPIS", 'K', 'A', 'R', 'Č', 'I', 'U', 'P', 'I', 'S', 9 },
                    { "KARČUPIS", 'K', 'A', 'R', 'Č', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "KARKLA", 'K', 'A', 'R', 'K', 'L', 'A', ' ', ' ', ' ', 6 },
                    { "KARKLĖ", 'K', 'A', 'R', 'K', 'L', 'Ė', ' ', ' ', ' ', 6 },
                    { "KARKLINĖ", 'K', 'A', 'R', 'K', 'L', 'I', 'N', 'Ė', ' ', 8 },
                    { "KARKLYNĖ", 'K', 'A', 'R', 'K', 'L', 'Y', 'N', 'Ė', ' ', 8 },
                    { "KARKLYS", 'K', 'A', 'R', 'K', 'L', 'Y', 'S', ' ', ' ', 7 },
                    { "KARKLUOJĖ", 'K', 'A', 'R', 'K', 'L', 'U', 'O', 'J', 'Ė', 9 },
                    { "KARKLUPIS", 'K', 'A', 'R', 'K', 'L', 'U', 'P', 'I', 'S', 9 },
                    { "KARMĖ", 'K', 'A', 'R', 'M', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "KARNAVĖ", 'K', 'A', 'R', 'N', 'A', 'V', 'Ė', ' ', ' ', 7 },
                    { "KARNUPIS", 'K', 'A', 'R', 'N', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "KARPOČIUS", 'K', 'A', 'R', 'P', 'O', 'Č', 'I', 'U', 'S', 9 },
                    { "KARŠIS", 'K', 'A', 'R', 'Š', 'I', 'S', ' ', ' ', ' ', 6 },
                    { "KARTENALĖ", 'K', 'A', 'R', 'T', 'E', 'N', 'A', 'L', 'Ė', 9 },
                    { "KARTUPIS", 'K', 'A', 'R', 'T', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "KARULĖ", 'K', 'A', 'R', 'U', 'L', 'Ė', ' ', ' ', ' ', 6 },
                    { "KARUPIS", 'K', 'A', 'R', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "KARVĖ", 'K', 'A', 'R', 'V', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "KARVELĖ", 'K', 'A', 'R', 'V', 'E', 'L', 'Ė', ' ', ' ', 7 },
                    { "KARVELPIS", 'K', 'A', 'R', 'V', 'E', 'L', 'P', 'I', 'S', 9 },
                    { "KARVINĖ", 'K', 'A', 'R', 'V', 'I', 'N', 'Ė', ' ', ' ', 7 },
                    { "KASIKAS", 'K', 'A', 'S', 'I', 'K', 'A', 'S', ' ', ' ', 7 },
                    { "KASTINĖ", 'K', 'A', 'S', 'T', 'I', 'N', 'Ė', ' ', ' ', 7 },
                    { "KASTYS", 'K', 'A', 'S', 'T', 'Y', 'S', ' ', ' ', ' ', 6 },
                    { "KATINUPIS", 'K', 'A', 'T', 'I', 'N', 'U', 'P', 'I', 'S', 9 },
                    { "KATMILŽIS", 'K', 'A', 'T', 'M', 'I', 'L', 'Ž', 'I', 'S', 9 },
                    { "KATRA", 'K', 'A', 'T', 'R', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "KATUPIS", 'K', 'A', 'T', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "KEKLYS", 'K', 'E', 'K', 'L', 'Y', 'S', ' ', ' ', ' ', 6 },
                    { "KĖLĖ", 'K', 'Ė', 'L', 'Ė', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "KELMYNĖ", 'K', 'E', 'L', 'M', 'Y', 'N', 'Ė', ' ', ' ', 7 },
                    { "KEMEŠA", 'K', 'E', 'M', 'E', 'Š', 'A', ' ', ' ', ' ', 6 },
                    { "KEMPĖ", 'K', 'E', 'M', 'P', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "KENA", 'K', 'E', 'N', 'A', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "KEPENIS", 'K', 'E', 'P', 'E', 'N', 'I', 'S', ' ', ' ', 7 },
                    { "KEPŠTYS", 'K', 'E', 'P', 'Š', 'T', 'Y', 'S', ' ', ' ', 7 },
                    { "KERBESAS", 'K', 'E', 'R', 'B', 'E', 'S', 'A', 'S', ' ', 8 },
                    { "KERNAVĖ", 'K', 'E', 'R', 'N', 'A', 'V', 'Ė', ' ', ' ', 7 },
                    { "KERPIS", 'K', 'E', 'R', 'P', 'I', 'S', ' ', ' ', ' ', 6 },
                    { "KERTENYS", 'K', 'E', 'R', 'T', 'E', 'N', 'Y', 'S', ' ', 8 },
                    { "KERTUS", 'K', 'E', 'R', 'T', 'U', 'S', ' ', ' ', ' ', 6 },
                    { "KERTUŠA", 'K', 'E', 'R', 'T', 'U', 'Š', 'A', ' ', ' ', 7 },
                    { "KERŪLĖ", 'K', 'E', 'R', 'Ū', 'L', 'Ė', ' ', ' ', ' ', 6 },
                    { "KERUPĖ", 'K', 'E', 'R', 'U', 'P', 'Ė', ' ', ' ', ' ', 6 },
                    { "KERUPIS", 'K', 'E', 'R', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "KERUPYS", 'K', 'E', 'R', 'U', 'P', 'Y', 'S', ' ', ' ', 7 },
                    { "KESAUTIS", 'K', 'E', 'S', 'A', 'U', 'T', 'I', 'S', ' ', 8 },
                    { "KESĖ", 'K', 'E', 'S', 'Ė', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "KETŪNKA", 'K', 'E', 'T', 'Ū', 'N', 'K', 'A', ' ', ' ', 7 },
                    { "KĖVĖ", 'K', 'Ė', 'V', 'Ė', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "KIAULYČIA", 'K', 'I', 'A', 'U', 'L', 'Y', 'Č', 'I', 'A', 9 },
                    { "KIAULINIS", 'K', 'I', 'A', 'U', 'L', 'I', 'N', 'I', 'S', 9 },
                    { "KIAULIŠKĖ", 'K', 'I', 'A', 'U', 'L', 'I', 'Š', 'K', 'Ė', 9 },
                    { "KIAULUPĖ", 'K', 'I', 'A', 'U', 'L', 'U', 'P', 'Ė', ' ', 8 },
                    { "KIAULUPIS", 'K', 'I', 'A', 'U', 'L', 'U', 'P', 'I', 'S', 9 },
                    { "KIAUNA", 'K', 'I', 'A', 'U', 'N', 'A', ' ', ' ', ' ', 6 },
                    { "KIAUNĖ", 'K', 'I', 'A', 'U', 'N', 'Ė', ' ', ' ', ' ', 6 },
                    { "KIAUNUPIS", 'K', 'I', 'A', 'U', 'N', 'U', 'P', 'I', 'S', 9 },
                    { "KIAUPIŠKĖ", 'K', 'I', 'A', 'U', 'P', 'I', 'Š', 'K', 'Ė', 9 },
                    { "KIČUPELIS", 'K', 'I', 'Č', 'U', 'P', 'E', 'L', 'I', 'S', 9 },
                    { "KIDĖ", 'K', 'I', 'D', 'Ė', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "KIDLIONIS", 'K', 'I', 'D', 'L', 'I', 'O', 'N', 'I', 'S', 9 },
                    { "KIDULUPIS", 'K', 'I', 'D', 'U', 'L', 'U', 'P', 'I', 'S', 9 },
                    { "KIEMĖNAS", 'K', 'I', 'E', 'M', 'Ė', 'N', 'A', 'S', ' ', 8 },
                    { "KIEMENTA", 'K', 'I', 'E', 'M', 'E', 'N', 'T', 'A', ' ', 8 },
                    { "KILĖVA", 'K', 'I', 'L', 'Ė', 'V', 'A', ' ', ' ', ' ', 6 },
                    { "KILMINĖ", 'K', 'I', 'L', 'M', 'I', 'N', 'Ė', ' ', ' ', 7 },
                    { "KILUPIS", 'K', 'I', 'L', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "KINELĖ", 'K', 'I', 'N', 'E', 'L', 'Ė', ' ', ' ', ' ', 6 },
                    { "KIRGAS", 'K', 'I', 'R', 'G', 'A', 'S', ' ', ' ', ' ', 6 },
                    { "KIRIENA", 'K', 'I', 'R', 'I', 'E', 'N', 'A', ' ', ' ', 7 },
                    { "KIRKŠNIS", 'K', 'I', 'R', 'K', 'Š', 'N', 'I', 'S', ' ', 8 },
                    { "KIRKŠNYS", 'K', 'I', 'R', 'K', 'Š', 'N', 'Y', 'S', ' ', 8 },
                    { "KIRKŠNOVĖ", 'K', 'I', 'R', 'K', 'Š', 'N', 'O', 'V', 'Ė', 9 },
                    { "KIRNĖ", 'K', 'I', 'R', 'N', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "KIRNEILĖ", 'K', 'I', 'R', 'N', 'E', 'I', 'L', 'Ė', ' ', 8 },
                    { "KIRSNA", 'K', 'I', 'R', 'S', 'N', 'A', ' ', ' ', ' ', 6 },
                    { "KIRŠINAS", 'K', 'I', 'R', 'Š', 'I', 'N', 'A', 'S', ' ', 8 },
                    { "KISĖ", 'K', 'I', 'S', 'Ė', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "KISUPĖ", 'K', 'I', 'S', 'U', 'P', 'Ė', ' ', ' ', ' ', 6 },
                    { "KIŠUPĖ", 'K', 'I', 'Š', 'U', 'P', 'Ė', ' ', ' ', ' ', 6 },
                    { "KIVĖ", 'K', 'I', 'V', 'Ė', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "KYVĖ", 'K', 'Y', 'V', 'Ė', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "KLAČIŪNĖ", 'K', 'L', 'A', 'Č', 'I', 'Ū', 'N', 'Ė', ' ', 8 },
                    { "KLAMPIS", 'K', 'L', 'A', 'M', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "KLAMPOJI", 'K', 'L', 'A', 'M', 'P', 'O', 'J', 'I', ' ', 8 },
                    { "KLAMPUPIS", 'K', 'L', 'A', 'M', 'P', 'U', 'P', 'I', 'S', 9 },
                    { "KLAMPUTIS", 'K', 'L', 'A', 'M', 'P', 'U', 'T', 'I', 'S', 9 },
                    { "KLEVINĖ", 'K', 'L', 'E', 'V', 'I', 'N', 'Ė', ' ', ' ', 7 },
                    { "KLIAUPIS", 'K', 'L', 'I', 'A', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "KLIEPŠĖ", 'K', 'L', 'I', 'E', 'P', 'Š', 'Ė', ' ', ' ', 7 },
                    { "KLIETĖ", 'K', 'L', 'I', 'E', 'T', 'Ė', ' ', ' ', ' ', 6 },
                    { "KLIMBALĖ", 'K', 'L', 'I', 'M', 'B', 'A', 'L', 'Ė', ' ', 8 },
                    { "KLIŠUPĖ", 'K', 'L', 'I', 'Š', 'U', 'P', 'Ė', ' ', ' ', 7 },
                    { "KLIŪKĖ", 'K', 'L', 'I', 'Ū', 'K', 'Ė', ' ', ' ', ' ', 6 },
                    { "KLIURKĖ", 'K', 'L', 'I', 'U', 'R', 'K', 'Ė', ' ', ' ', 7 },
                    { "KLŪPĖ", 'K', 'L', 'Ū', 'P', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "KLŪPYS", 'K', 'L', 'Ū', 'P', 'Y', 'S', ' ', ' ', ' ', 6 },
                    { "KLUTUPIS", 'K', 'L', 'U', 'T', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "KNYTELĖ", 'K', 'N', 'Y', 'T', 'E', 'L', 'Ė', ' ', ' ', 7 },
                    { "KNITUOJA", 'K', 'N', 'I', 'T', 'U', 'O', 'J', 'A', ' ', 8 },
                    { "KODŽIUPIS", 'K', 'O', 'D', 'Ž', 'I', 'U', 'P', 'I', 'S', 9 },
                    { "KOKĖ", 'K', 'O', 'K', 'Ė', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "KOLIUPĖ", 'K', 'O', 'L', 'I', 'U', 'P', 'Ė', ' ', ' ', 7 },
                    { "KRAKILA", 'K', 'R', 'A', 'K', 'I', 'L', 'A', ' ', ' ', 7 },
                    { "KRAKLIS", 'K', 'R', 'A', 'K', 'L', 'I', 'S', ' ', ' ', 7 },
                    { "KRAPĖ", 'K', 'R', 'A', 'P', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "KRASUKINĖ", 'K', 'R', 'A', 'S', 'U', 'K', 'I', 'N', 'Ė', 9 },
                    { "KRAŠČIA", 'K', 'R', 'A', 'Š', 'Č', 'I', 'A', ' ', ' ', 7 },
                    { "KRAŠUONA", 'K', 'R', 'A', 'Š', 'U', 'O', 'N', 'A', ' ', 8 },
                    { "KRAUJUPIS", 'K', 'R', 'A', 'U', 'J', 'U', 'P', 'I', 'S', 9 },
                    { "KRAUŠIUS", 'K', 'R', 'A', 'U', 'Š', 'I', 'U', 'S', ' ', 8 },
                    { "KRAŽANTĖ", 'K', 'R', 'A', 'Ž', 'A', 'N', 'T', 'Ė', ' ', 8 },
                    { "KREIDUPIS", 'K', 'R', 'E', 'I', 'D', 'U', 'P', 'I', 'S', 9 },
                    { "KREIVĖ", 'K', 'R', 'E', 'I', 'V', 'Ė', ' ', ' ', ' ', 6 },
                    { "KREIVUTĖ", 'K', 'R', 'E', 'I', 'V', 'U', 'T', 'Ė', ' ', 8 },
                    { "KREMPA", 'K', 'R', 'E', 'M', 'P', 'A', ' ', ' ', ' ', 6 },
                    { "KREŠENĖ", 'K', 'R', 'E', 'Š', 'E', 'N', 'Ė', ' ', ' ', 7 },
                    { "KRETAINIS", 'K', 'R', 'E', 'T', 'A', 'I', 'N', 'I', 'S', 9 },
                    { "KRETIŠKĖS", 'K', 'R', 'E', 'T', 'I', 'Š', 'K', 'Ė', 'S', 9 },
                    { "KRETUONA", 'K', 'R', 'E', 'T', 'U', 'O', 'N', 'A', ' ', 8 },
                    { "KRIAUKĖ", 'K', 'R', 'I', 'A', 'U', 'K', 'Ė', ' ', ' ', 7 },
                    { "KRIAUNA", 'K', 'R', 'I', 'A', 'U', 'N', 'A', ' ', ' ', 7 },
                    { "KRIAUNĖLĖ", 'K', 'R', 'I', 'A', 'U', 'N', 'Ė', 'L', 'Ė', 9 },
                    { "KRIAUŠIUS", 'K', 'R', 'I', 'A', 'U', 'Š', 'I', 'U', 'S', 9 },
                    { "KRIENUKĖ", 'K', 'R', 'I', 'E', 'N', 'U', 'K', 'Ė', ' ', 8 },
                    { "KRIEŠINĖ", 'K', 'R', 'I', 'E', 'Š', 'I', 'N', 'Ė', ' ', 8 },
                    { "KRIMSLĖ", 'K', 'R', 'I', 'M', 'S', 'L', 'Ė', ' ', ' ', 7 },
                    { "KRINČINAS", 'K', 'R', 'I', 'N', 'Č', 'I', 'N', 'A', 'S', 9 },
                    { "KRYNUPIS", 'K', 'R', 'Y', 'N', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "KRIOKLĖ", 'K', 'R', 'I', 'O', 'K', 'L', 'Ė', ' ', ' ', 7 },
                    { "KRIOKLYS", 'K', 'R', 'I', 'O', 'K', 'L', 'Y', 'S', ' ', 8 },
                    { "KRIOKŠLIS", 'K', 'R', 'I', 'O', 'K', 'Š', 'L', 'I', 'S', 9 },
                    { "KRIOKŠLYS", 'K', 'R', 'I', 'O', 'K', 'Š', 'L', 'Y', 'S', 9 },
                    { "KRIOKUPYS", 'K', 'R', 'I', 'O', 'K', 'U', 'P', 'Y', 'S', 9 },
                    { "KRISTUPIS", 'K', 'R', 'I', 'S', 'T', 'U', 'P', 'I', 'S', 9 },
                    { "KRYŽOVĖJA", 'K', 'R', 'Y', 'Ž', 'O', 'V', 'Ė', 'J', 'A', 9 },
                    { "KROKLYS", 'K', 'R', 'O', 'K', 'L', 'Y', 'S', ' ', ' ', 7 },
                    { "KRUNA", 'K', 'R', 'U', 'N', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "KRUNELĖ", 'K', 'R', 'U', 'N', 'E', 'L', 'Ė', ' ', ' ', 7 },
                    { "KRUOJA", 'K', 'R', 'U', 'O', 'J', 'A', ' ', ' ', ' ', 6 },
                    { "KRUONĖ", 'K', 'R', 'U', 'O', 'N', 'Ė', ' ', ' ', ' ', 6 },
                    { "KRUOSTAS", 'K', 'R', 'U', 'O', 'S', 'T', 'A', 'S', ' ', 8 },
                    { "KRŪTAS", 'K', 'R', 'Ū', 'T', 'A', 'S', ' ', ' ', ' ', 6 },
                    { "KRUTEKLIS", 'K', 'R', 'U', 'T', 'E', 'K', 'L', 'I', 'S', 9 },
                    { "KRŪTIS", 'K', 'R', 'Ū', 'T', 'I', 'S', ' ', ' ', ' ', 6 },
                    { "KRŪVANDA", 'K', 'R', 'Ū', 'V', 'A', 'N', 'D', 'A', ' ', 8 },
                    { "KUBANKA", 'K', 'U', 'B', 'A', 'N', 'K', 'A', ' ', ' ', 7 },
                    { "KŪDLANKIS", 'K', 'Ū', 'D', 'L', 'A', 'N', 'K', 'I', 'S', 9 },
                    { "KUISA", 'K', 'U', 'I', 'S', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "KUISUPIS", 'K', 'U', 'I', 'S', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "KUKYS", 'K', 'U', 'K', 'Y', 'S', ' ', ' ', ' ', ' ', 5 },
                    { "KUKULYNAS", 'K', 'U', 'K', 'U', 'L', 'Y', 'N', 'A', 'S', 9 },
                    { "KULENUPIS", 'K', 'U', 'L', 'E', 'N', 'U', 'P', 'I', 'S', 9 },
                    { "KULIAVA", 'K', 'U', 'L', 'I', 'A', 'V', 'A', ' ', ' ', 7 },
                    { "KŪLIAVAS", 'K', 'Ū', 'L', 'I', 'A', 'V', 'A', 'S', ' ', 8 },
                    { "KULINĖ", 'K', 'U', 'L', 'I', 'N', 'Ė', ' ', ' ', ' ', 6 },
                    { "KULKA", 'K', 'U', 'L', 'K', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "KULMENA", 'K', 'U', 'L', 'M', 'E', 'N', 'A', ' ', ' ', 7 },
                    { "KULNĖ", 'K', 'U', 'L', 'N', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "KULPĖ", 'K', 'U', 'L', 'P', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "KULŠĖ", 'K', 'U', 'L', 'Š', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "KŪLUPALIS", 'K', 'Ū', 'L', 'U', 'P', 'A', 'L', 'I', 'S', 9 },
                    { "KŪLUPIS", 'K', 'Ū', 'L', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "KULVĖ", 'K', 'U', 'L', 'V', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "KUMĖ", 'K', 'U', 'M', 'Ė', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "KUMELUPIS", 'K', 'U', 'M', 'E', 'L', 'U', 'P', 'I', 'S', 9 },
                    { "KUMPĖ", 'K', 'U', 'M', 'P', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "KUMPONAS", 'K', 'U', 'M', 'P', 'O', 'N', 'A', 'S', ' ', 8 },
                    { "KUMPRĖ", 'K', 'U', 'M', 'P', 'R', 'Ė', ' ', ' ', ' ', 6 },
                    { "KUMPUOLĖ", 'K', 'U', 'M', 'P', 'U', 'O', 'L', 'Ė', ' ', 8 },
                    { "KUMULŠA", 'K', 'U', 'M', 'U', 'L', 'Š', 'A', ' ', ' ', 7 },
                    { "KUNA", 'K', 'U', 'N', 'A', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "KŪNA", 'K', 'Ū', 'N', 'A', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "KUNIGUPIS", 'K', 'U', 'N', 'I', 'G', 'U', 'P', 'I', 'S', 9 },
                    { "KUNKULYS", 'K', 'U', 'N', 'K', 'U', 'L', 'Y', 'S', ' ', 8 },
                    { "KUONĖ", 'K', 'U', 'O', 'N', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "KUOSINĖ", 'K', 'U', 'O', 'S', 'I', 'N', 'Ė', ' ', ' ', 7 },
                    { "KUPA", 'K', 'U', 'P', 'A', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "KUPRĖ", 'K', 'U', 'P', 'R', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "KŪRA", 'K', 'Ū', 'R', 'A', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "KURANTAS", 'K', 'U', 'R', 'A', 'N', 'T', 'A', 'S', ' ', 8 },
                    { "KURYS", 'K', 'U', 'R', 'Y', 'S', ' ', ' ', ' ', ' ', 5 },
                    { "KURKLĖ", 'K', 'U', 'R', 'K', 'L', 'Ė', ' ', ' ', ' ', 6 },
                    { "KURKULĖ", 'K', 'U', 'R', 'K', 'U', 'L', 'Ė', ' ', ' ', 7 },
                    { "KURMĖ", 'K', 'U', 'R', 'M', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "KURŠELĖ", 'K', 'U', 'R', 'Š', 'E', 'L', 'Ė', ' ', ' ', 7 },
                    { "KURŠUPIS", 'K', 'U', 'R', 'Š', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "KURTUVA", 'K', 'U', 'R', 'T', 'U', 'V', 'A', ' ', ' ', 7 },
                    { "KUSENKA", 'K', 'U', 'S', 'E', 'N', 'K', 'A', ' ', ' ', 7 },
                    { "KUSUPIS", 'K', 'U', 'S', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "KUŠLA", 'K', 'U', 'Š', 'L', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "KŪŠUPIS", 'K', 'Ū', 'Š', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "KUTENA", 'K', 'U', 'T', 'E', 'N', 'A', ' ', ' ', ' ', 6 },
                    { "KUTUVIS", 'K', 'U', 'T', 'U', 'V', 'I', 'S', ' ', ' ', 7 },
                    { "KUZUPELIS", 'K', 'U', 'Z', 'U', 'P', 'E', 'L', 'I', 'S', 9 },
                    { "KVESUPIS", 'K', 'V', 'E', 'S', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "KVIESINIS", 'K', 'V', 'I', 'E', 'S', 'I', 'N', 'I', 'S', 9 },
                    { "KVIETUPIS", 'K', 'V', 'I', 'E', 'T', 'U', 'P', 'I', 'S', 9 },
                    { "KVISTĖ", 'K', 'V', 'I', 'S', 'T', 'Ė', ' ', ' ', ' ', 6 },
                    { "LABA", 'L', 'A', 'B', 'A', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "LABANORAS", 'L', 'A', 'B', 'A', 'N', 'O', 'R', 'A', 'S', 9 },
                    { "LABAŽĖ", 'L', 'A', 'B', 'A', 'Ž', 'Ė', ' ', ' ', ' ', 6 },
                    { "LAIDĖ", 'L', 'A', 'I', 'D', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "LAIGA", 'L', 'A', 'I', 'G', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "LAIKŠTĖ", 'L', 'A', 'I', 'K', 'Š', 'T', 'Ė', ' ', ' ', 7 },
                    { "LAIMUTIS", 'L', 'A', 'I', 'M', 'U', 'T', 'I', 'S', ' ', 8 },
                    { "LAKAJA", 'L', 'A', 'K', 'A', 'J', 'A', ' ', ' ', ' ', 6 },
                    { "LAKMENIA", 'L', 'A', 'K', 'M', 'E', 'N', 'I', 'A', ' ', 8 },
                    { "LAKŠTENA", 'L', 'A', 'K', 'Š', 'T', 'E', 'N', 'A', ' ', 8 },
                    { "LAKŠTUTĖ", 'L', 'A', 'K', 'Š', 'T', 'U', 'T', 'Ė', ' ', 8 },
                    { "LANKA", 'L', 'A', 'N', 'K', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "LANKESA", 'L', 'A', 'N', 'K', 'E', 'S', 'A', ' ', ' ', 7 },
                    { "LANKIS", 'L', 'A', 'N', 'K', 'I', 'S', ' ', ' ', ' ', 6 },
                    { "LANKUPA", 'L', 'A', 'N', 'K', 'U', 'P', 'A', ' ', ' ', 7 },
                    { "LANKUPĖ", 'L', 'A', 'N', 'K', 'U', 'P', 'Ė', ' ', ' ', 7 },
                    { "LANKUVA", 'L', 'A', 'N', 'K', 'U', 'V', 'A', ' ', ' ', 7 },
                    { "LAPAINIA", 'L', 'A', 'P', 'A', 'I', 'N', 'I', 'A', ' ', 8 },
                    { "LAPAVARTĖ", 'L', 'A', 'P', 'A', 'V', 'A', 'R', 'T', 'Ė', 9 },
                    { "LAPĖ", 'L', 'A', 'P', 'Ė', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "LAPIENĖ", 'L', 'A', 'P', 'I', 'E', 'N', 'Ė', ' ', ' ', 7 },
                    { "LAPYMAS", 'L', 'A', 'P', 'Y', 'M', 'A', 'S', ' ', ' ', 7 },
                    { "LAPIRDA", 'L', 'A', 'P', 'I', 'R', 'D', 'A', ' ', ' ', 7 },
                    { "LAPIŠĖ", 'L', 'A', 'P', 'I', 'Š', 'Ė', ' ', ' ', ' ', 6 },
                    { "LAPOJA", 'L', 'A', 'P', 'O', 'J', 'A', ' ', ' ', ' ', 6 },
                    { "LAPSKOJIS", 'L', 'A', 'P', 'S', 'K', 'O', 'J', 'I', 'S', 9 },
                    { "LAPUPĖ", 'L', 'A', 'P', 'U', 'P', 'Ė', ' ', ' ', ' ', 6 },
                    { "LAPUPIS", 'L', 'A', 'P', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "LAŠAŠA", 'L', 'A', 'Š', 'A', 'Š', 'A', ' ', ' ', ' ', 6 },
                    { "LAŠIŠA", 'L', 'A', 'Š', 'I', 'Š', 'A', ' ', ' ', ' ', 6 },
                    { "LAŠIŠUPIS", 'L', 'A', 'Š', 'I', 'Š', 'U', 'P', 'I', 'S', 9 },
                    { "LAŠIUPIS", 'L', 'A', 'Š', 'I', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "LAŠMUO", 'L', 'A', 'Š', 'M', 'U', 'O', ' ', ' ', ' ', 6 },
                    { "LATAVA", 'L', 'A', 'T', 'A', 'V', 'A', ' ', ' ', ' ', 6 },
                    { "LATEKŠNA", 'L', 'A', 'T', 'E', 'K', 'Š', 'N', 'A', ' ', 8 },
                    { "LATUVA", 'L', 'A', 'T', 'U', 'V', 'A', ' ', ' ', ' ', 6 },
                    { "LAUKĖ", 'L', 'A', 'U', 'K', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "LAUKESA", 'L', 'A', 'U', 'K', 'E', 'S', 'A', ' ', ' ', 7 },
                    { "LAUKYSTA", 'L', 'A', 'U', 'K', 'Y', 'S', 'T', 'A', ' ', 8 },
                    { "LAUKUPĖ", 'L', 'A', 'U', 'K', 'U', 'P', 'Ė', ' ', ' ', 7 },
                    { "LAUKUPIS", 'L', 'A', 'U', 'K', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "LAUŽUPIS", 'L', 'A', 'U', 'Ž', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "LAVYSA", 'L', 'A', 'V', 'Y', 'S', 'A', ' ', ' ', ' ', 6 },
                    { "LAZDAUJA", 'L', 'A', 'Z', 'D', 'A', 'U', 'J', 'A', ' ', 8 },
                    { "LAZDINIS", 'L', 'A', 'Z', 'D', 'I', 'N', 'I', 'S', ' ', 8 },
                    { "LAZDUONA", 'L', 'A', 'Z', 'D', 'U', 'O', 'N', 'A', ' ', 8 },
                    { "LAZDUPIS", 'L', 'A', 'Z', 'D', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "LEDA", 'L', 'E', 'D', 'A', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "LEGETYS", 'L', 'E', 'G', 'E', 'T', 'Y', 'S', ' ', ' ', 7 },
                    { "LEGOTĖ", 'L', 'E', 'G', 'O', 'T', 'Ė', ' ', ' ', ' ', 6 },
                    { "LĖGUS", 'L', 'Ė', 'G', 'U', 'S', ' ', ' ', ' ', ' ', 5 },
                    { "LEIMANTAS", 'L', 'E', 'I', 'M', 'A', 'N', 'T', 'A', 'S', 9 },
                    { "LEIŠKONĖ", 'L', 'E', 'I', 'Š', 'K', 'O', 'N', 'Ė', ' ', 8 },
                    { "LEITALĖ", 'L', 'E', 'I', 'T', 'A', 'L', 'Ė', ' ', ' ', 7 },
                    { "LEITĖ", 'L', 'E', 'I', 'T', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "LĖKINYS", 'L', 'Ė', 'K', 'I', 'N', 'Y', 'S', ' ', ' ', 7 },
                    { "LELYKAS", 'L', 'E', 'L', 'Y', 'K', 'A', 'S', ' ', ' ', 7 },
                    { "LĖLIUPIS", 'L', 'Ė', 'L', 'I', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "LENDIMAS", 'L', 'E', 'N', 'D', 'I', 'M', 'A', 'S', ' ', 8 },
                    { "LENDRA", 'L', 'E', 'N', 'D', 'R', 'A', ' ', ' ', ' ', 6 },
                    { "LENDRĖ", 'L', 'E', 'N', 'D', 'R', 'Ė', ' ', ' ', ' ', 6 },
                    { "LENDRIKĖ", 'L', 'E', 'N', 'D', 'R', 'I', 'K', 'Ė', ' ', 8 },
                    { "LENDRUPIS", 'L', 'E', 'N', 'D', 'R', 'U', 'P', 'I', 'S', 9 },
                    { "LENKENIS", 'L', 'E', 'N', 'K', 'E', 'N', 'I', 'S', ' ', 8 },
                    { "LENKUPYS", 'L', 'E', 'N', 'K', 'U', 'P', 'Y', 'S', ' ', 8 },
                    { "LENTAS", 'L', 'E', 'N', 'T', 'A', 'S', ' ', ' ', ' ', 6 },
                    { "LĖNUPIS", 'L', 'Ė', 'N', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "LĖŠKUPYS", 'L', 'Ė', 'Š', 'K', 'U', 'P', 'Y', 'S', ' ', 8 },
                    { "LEŠTUPYS", 'L', 'E', 'Š', 'T', 'U', 'P', 'Y', 'S', ' ', 8 },
                    { "LETAUSAS", 'L', 'E', 'T', 'A', 'U', 'S', 'A', 'S', ' ', 8 },
                    { "LĖVUO", 'L', 'Ė', 'V', 'U', 'O', ' ', ' ', ' ', ' ', 5 },
                    { "LIAUDĖ", 'L', 'I', 'A', 'U', 'D', 'Ė', ' ', ' ', ' ', 6 },
                    { "LIAUŠĖ", 'L', 'I', 'A', 'U', 'Š', 'Ė', ' ', ' ', ' ', 6 },
                    { "LIAUŠUPIS", 'L', 'I', 'A', 'U', 'Š', 'U', 'P', 'I', 'S', 9 },
                    { "LYDEKINĖ", 'L', 'Y', 'D', 'E', 'K', 'I', 'N', 'Ė', ' ', 8 },
                    { "LIEDA", 'L', 'I', 'E', 'D', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "LIEDAS", 'L', 'I', 'E', 'D', 'A', 'S', ' ', ' ', ' ', 6 },
                    { "LIEDELĖ", 'L', 'I', 'E', 'D', 'E', 'L', 'Ė', ' ', ' ', 7 },
                    { "LIEKAITIS", 'L', 'I', 'E', 'K', 'A', 'I', 'T', 'I', 'S', 9 },
                    { "LIEKĖ", 'L', 'I', 'E', 'K', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "LIEKNAS", 'L', 'I', 'E', 'K', 'N', 'A', 'S', ' ', ' ', 7 },
                    { "LIEKNELIS", 'L', 'I', 'E', 'K', 'N', 'E', 'L', 'I', 'S', 9 },
                    { "LIEKUPIS", 'L', 'I', 'E', 'K', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "LIELELĖ", 'L', 'I', 'E', 'L', 'E', 'L', 'Ė', ' ', ' ', 7 },
                    { "LIELUKAS", 'L', 'I', 'E', 'L', 'U', 'K', 'A', 'S', ' ', 8 },
                    { "LIELUPĖ", 'L', 'I', 'E', 'L', 'U', 'P', 'Ė', ' ', ' ', 7 },
                    { "LIELUVIS", 'L', 'I', 'E', 'L', 'U', 'V', 'I', 'S', ' ', 8 },
                    { "LIEPEIKA", 'L', 'I', 'E', 'P', 'E', 'I', 'K', 'A', ' ', 8 },
                    { "LIEPEKA", 'L', 'I', 'E', 'P', 'E', 'K', 'A', ' ', ' ', 7 },
                    { "LIEPELĖ", 'L', 'I', 'E', 'P', 'E', 'L', 'Ė', ' ', ' ', 7 },
                    { "LIEPONA", 'L', 'I', 'E', 'P', 'O', 'N', 'A', ' ', ' ', 7 },
                    { "LIEPORAS", 'L', 'I', 'E', 'P', 'O', 'R', 'A', 'S', ' ', 8 },
                    { "LIEPUPĖ", 'L', 'I', 'E', 'P', 'U', 'P', 'Ė', ' ', ' ', 7 },
                    { "LIEPUPYS", 'L', 'I', 'E', 'P', 'U', 'P', 'Y', 'S', ' ', 8 },
                    { "LIETAUKA", 'L', 'I', 'E', 'T', 'A', 'U', 'K', 'A', ' ', 8 },
                    { "LIGAJA", 'L', 'I', 'G', 'A', 'J', 'A', ' ', ' ', ' ', 6 },
                    { "LYGUMA", 'L', 'Y', 'G', 'U', 'M', 'A', ' ', ' ', ' ', 6 },
                    { "LYGUTIS", 'L', 'Y', 'G', 'U', 'T', 'I', 'S', ' ', ' ', 7 },
                    { "LIJONAS", 'L', 'I', 'J', 'O', 'N', 'A', 'S', ' ', ' ', 7 },
                    { "LYKSNĖ", 'L', 'Y', 'K', 'S', 'N', 'Ė', ' ', ' ', ' ', 6 },
                    { "LYKSNIS", 'L', 'Y', 'K', 'S', 'N', 'I', 'S', ' ', ' ', 7 },
                    { "LIKUPYS", 'L', 'I', 'K', 'U', 'P', 'Y', 'S', ' ', ' ', 7 },
                    { "LYLAVA", 'L', 'Y', 'L', 'A', 'V', 'A', ' ', ' ', ' ', 6 },
                    { "LILIAVA", 'L', 'I', 'L', 'I', 'A', 'V', 'A', ' ', ' ', 7 },
                    { "LIMENĖ", 'L', 'I', 'M', 'E', 'N', 'Ė', ' ', ' ', ' ', 6 },
                    { "LIMŠIUS", 'L', 'I', 'M', 'Š', 'I', 'U', 'S', ' ', ' ', 7 },
                    { "LINDĖ", 'L', 'I', 'N', 'D', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "LINKAVA", 'L', 'I', 'N', 'K', 'A', 'V', 'A', ' ', ' ', 7 },
                    { "LINMARKIS", 'L', 'I', 'N', 'M', 'A', 'R', 'K', 'I', 'S', 9 },
                    { "LYNUPIS", 'L', 'Y', 'N', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "LIOLINGA", 'L', 'I', 'O', 'L', 'I', 'N', 'G', 'A', ' ', 8 },
                    { "LIŠKIAVĖ", 'L', 'I', 'Š', 'K', 'I', 'A', 'V', 'Ė', ' ', 8 },
                    { "LYŠUPIS", 'L', 'Y', 'Š', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "LYTIS", 'L', 'Y', 'T', 'I', 'S', ' ', ' ', ' ', ' ', 5 },
                    { "LIŪDĖ", 'L', 'I', 'Ū', 'D', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "LIŪDONAS", 'L', 'I', 'Ū', 'D', 'O', 'N', 'A', 'S', ' ', 8 },
                    { "LIŪGAS", 'L', 'I', 'Ū', 'G', 'A', 'S', ' ', ' ', ' ', 6 },
                    { "LIUIŠIS", 'L', 'I', 'U', 'I', 'Š', 'I', 'S', ' ', ' ', 7 },
                    { "LIŪLYS", 'L', 'I', 'Ū', 'L', 'Y', 'S', ' ', ' ', ' ', 6 },
                    { "LIŪNAS", 'L', 'I', 'Ū', 'N', 'A', 'S', ' ', ' ', ' ', 6 },
                    { "LIŪNELIS", 'L', 'I', 'Ū', 'N', 'E', 'L', 'I', 'S', ' ', 8 },
                    { "LIUTIKA", 'L', 'I', 'U', 'T', 'I', 'K', 'A', ' ', ' ', 7 },
                    { "LIVINTA", 'L', 'I', 'V', 'I', 'N', 'T', 'A', ' ', ' ', 7 },
                    { "LIŽĖ", 'L', 'I', 'Ž', 'Ė', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "LYŽENA", 'L', 'Y', 'Ž', 'E', 'N', 'A', ' ', ' ', ' ', 6 },
                    { "LOBA", 'L', 'O', 'B', 'A', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "LOGUPIS", 'L', 'O', 'G', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "LOKAUŠA", 'L', 'O', 'K', 'A', 'U', 'Š', 'A', ' ', ' ', 7 },
                    { "LOKYS", 'L', 'O', 'K', 'Y', 'S', ' ', ' ', ' ', ' ', 5 },
                    { "LOKYSTA", 'L', 'O', 'K', 'Y', 'S', 'T', 'A', ' ', ' ', 7 },
                    { "LOKUPĖ", 'L', 'O', 'K', 'U', 'P', 'Ė', ' ', ' ', ' ', 6 },
                    { "LOKUPIS", 'L', 'O', 'K', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "LOLYČIA", 'L', 'O', 'L', 'Y', 'Č', 'I', 'A', ' ', ' ', 7 },
                    { "LOMENA", 'L', 'O', 'M', 'E', 'N', 'A', ' ', ' ', ' ', 6 },
                    { "LUBUPIS", 'L', 'U', 'B', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "LUGAUNĖ", 'L', 'U', 'G', 'A', 'U', 'N', 'Ė', ' ', ' ', 7 },
                    { "LŪKALNIS", 'L', 'Ū', 'K', 'A', 'L', 'N', 'I', 'S', ' ', 8 },
                    { "LUKAŠIUS", 'L', 'U', 'K', 'A', 'Š', 'I', 'U', 'S', ' ', 8 },
                    { "LUKNA", 'L', 'U', 'K', 'N', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "LUKNĖ", 'L', 'U', 'K', 'N', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "LUKNELĖ", 'L', 'U', 'K', 'N', 'E', 'L', 'Ė', ' ', ' ', 7 },
                    { "LUKNIA", 'L', 'U', 'K', 'N', 'I', 'A', ' ', ' ', ' ', 6 },
                    { "LUKOJUS", 'L', 'U', 'K', 'O', 'J', 'U', 'S', ' ', ' ', 7 },
                    { "LŪKSTAS", 'L', 'Ū', 'K', 'S', 'T', 'A', 'S', ' ', ' ', 7 },
                    { "LUKŠTA", 'L', 'U', 'K', 'Š', 'T', 'A', ' ', ' ', ' ', 6 },
                    { "LUKŠTYNĖ", 'L', 'U', 'K', 'Š', 'T', 'Y', 'N', 'Ė', ' ', 8 },
                    { "LUMPĖ", 'L', 'U', 'M', 'P', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "LUMUPIS", 'L', 'U', 'M', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "LUNGURIS", 'L', 'U', 'N', 'G', 'U', 'R', 'I', 'S', ' ', 8 },
                    { "LUOBA", 'L', 'U', 'O', 'B', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "LUOKUPIS", 'L', 'U', 'O', 'K', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "LUOLYS", 'L', 'U', 'O', 'L', 'Y', 'S', ' ', ' ', ' ', 6 },
                    { "LUPONĖ", 'L', 'U', 'P', 'O', 'N', 'Ė', ' ', ' ', ' ', 6 },
                    { "LUŠINĖ", 'L', 'U', 'Š', 'I', 'N', 'Ė', ' ', ' ', ' ', 6 },
                    { "LŪŠIS", 'L', 'Ū', 'Š', 'I', 'S', ' ', ' ', ' ', ' ', 5 },
                    { "LŪŠNĖ", 'L', 'Ū', 'Š', 'N', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "LŪŽUPIS", 'L', 'Ū', 'Ž', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "MAČIULA", 'M', 'A', 'Č', 'I', 'U', 'L', 'A', ' ', ' ', 7 },
                    { "MAIŠINĖ", 'M', 'A', 'I', 'Š', 'I', 'N', 'Ė', ' ', ' ', 7 },
                    { "MAIŠYS", 'M', 'A', 'I', 'Š', 'Y', 'S', ' ', ' ', ' ', 6 },
                    { "MAIŽUVA", 'M', 'A', 'I', 'Ž', 'U', 'V', 'A', ' ', ' ', 7 },
                    { "MALČIUS", 'M', 'A', 'L', 'Č', 'I', 'U', 'S', ' ', ' ', 7 },
                    { "MALDENIS", 'M', 'A', 'L', 'D', 'E', 'N', 'I', 'S', ' ', 8 },
                    { "MALDUPIS", 'M', 'A', 'L', 'D', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "MALEIŠA", 'M', 'A', 'L', 'E', 'I', 'Š', 'A', ' ', ' ', 7 },
                    { "MALKĖSTA", 'M', 'A', 'L', 'K', 'Ė', 'S', 'T', 'A', ' ', 8 },
                    { "MALKOSNĖ", 'M', 'A', 'L', 'K', 'O', 'S', 'N', 'Ė', ' ', 8 },
                    { "MALKUPIS", 'M', 'A', 'L', 'K', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "MALMAŽA", 'M', 'A', 'L', 'M', 'A', 'Ž', 'A', ' ', ' ', 7 },
                    { "MALŠTOVĖ", 'M', 'A', 'L', 'Š', 'T', 'O', 'V', 'Ė', ' ', 8 },
                    { "MALTUPIS", 'M', 'A', 'L', 'T', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "MALUPIS", 'M', 'A', 'L', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "MAMAVYS", 'M', 'A', 'M', 'A', 'V', 'Y', 'S', ' ', ' ', 7 },
                    { "MANIERKA", 'M', 'A', 'N', 'I', 'E', 'R', 'K', 'A', ' ', 8 },
                    { "MARA", 'M', 'A', 'R', 'A', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "MARČIUPYS", 'M', 'A', 'R', 'Č', 'I', 'U', 'P', 'Y', 'S', 9 },
                    { "MARGA", 'M', 'A', 'R', 'G', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "MARGELIAI", 'M', 'A', 'R', 'G', 'E', 'L', 'I', 'A', 'I', 9 },
                    { "MARGINIS", 'M', 'A', 'R', 'G', 'I', 'N', 'I', 'S', ' ', 8 },
                    { "MARGIS", 'M', 'A', 'R', 'G', 'I', 'S', ' ', ' ', ' ', 6 },
                    { "MARGUPIS", 'M', 'A', 'R', 'G', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "MARILĖ", 'M', 'A', 'R', 'I', 'L', 'Ė', ' ', ' ', ' ', 6 },
                    { "MARKIJA", 'M', 'A', 'R', 'K', 'I', 'J', 'A', ' ', ' ', 7 },
                    { "MARMALĖ", 'M', 'A', 'R', 'M', 'A', 'L', 'Ė', ' ', ' ', 7 },
                    { "MARNAKA", 'M', 'A', 'R', 'N', 'A', 'K', 'A', ' ', ' ', 7 },
                    { "MARNAKĖLĖ", 'M', 'A', 'R', 'N', 'A', 'K', 'Ė', 'L', 'Ė', 9 },
                    { "MARNIULIS", 'M', 'A', 'R', 'N', 'I', 'U', 'L', 'I', 'S', 9 },
                    { "MARŪNIŠKĖ", 'M', 'A', 'R', 'Ū', 'N', 'I', 'Š', 'K', 'Ė', 9 },
                    { "MARVELĖ", 'M', 'A', 'R', 'V', 'E', 'L', 'Ė', ' ', ' ', 7 },
                    { "MASDARŽIS", 'M', 'A', 'S', 'D', 'A', 'R', 'Ž', 'I', 'S', 9 },
                    { "MASTUPIS", 'M', 'A', 'S', 'T', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "MAŠNYČIA", 'M', 'A', 'Š', 'N', 'Y', 'Č', 'I', 'A', ' ', 8 },
                    { "MATRASINĖ", 'M', 'A', 'T', 'R', 'A', 'S', 'I', 'N', 'Ė', 9 },
                    { "MAUČIUKAS", 'M', 'A', 'U', 'Č', 'I', 'U', 'K', 'A', 'S', 9 },
                    { "MAUČIUVIS", 'M', 'A', 'U', 'Č', 'I', 'U', 'V', 'I', 'S', 9 },
                    { "MAVA", 'M', 'A', 'V', 'A', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "MAZUPIS", 'M', 'A', 'Z', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "MAŽUPĖ", 'M', 'A', 'Ž', 'U', 'P', 'Ė', ' ', ' ', ' ', 6 },
                    { "MEČANKA", 'M', 'E', 'Č', 'A', 'N', 'K', 'A', ' ', ' ', 7 },
                    { "MEDAKUPIS", 'M', 'E', 'D', 'A', 'K', 'U', 'P', 'I', 'S', 9 },
                    { "MEDINĖ", 'M', 'E', 'D', 'I', 'N', 'Ė', ' ', ' ', ' ', 6 },
                    { "MEDINUPĖ", 'M', 'E', 'D', 'I', 'N', 'U', 'P', 'Ė', ' ', 8 },
                    { "MEDINUPIS", 'M', 'E', 'D', 'I', 'N', 'U', 'P', 'I', 'S', 9 },
                    { "MEDIŠKĖ", 'M', 'E', 'D', 'I', 'Š', 'K', 'Ė', ' ', ' ', 7 },
                    { "MEDUJA", 'M', 'E', 'D', 'U', 'J', 'A', ' ', ' ', ' ', 6 },
                    { "MEDUKŠNA", 'M', 'E', 'D', 'U', 'K', 'Š', 'N', 'A', ' ', 8 },
                    { "MEDUPIS", 'M', 'E', 'D', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "MĖDUS", 'M', 'Ė', 'D', 'U', 'S', ' ', ' ', ' ', ' ', 5 },
                    { "MEDŽIOTĖ", 'M', 'E', 'D', 'Ž', 'I', 'O', 'T', 'Ė', ' ', 8 },
                    { "MEIŠTUPYS", 'M', 'E', 'I', 'Š', 'T', 'U', 'P', 'Y', 'S', 9 },
                    { "MEIŽIS", 'M', 'E', 'I', 'Ž', 'I', 'S', ' ', ' ', ' ', 6 },
                    { "MĖKLA", 'M', 'Ė', 'K', 'L', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "MEKŠRUPIS", 'M', 'E', 'K', 'Š', 'R', 'U', 'P', 'I', 'S', 9 },
                    { "MELDIKUPĖ", 'M', 'E', 'L', 'D', 'I', 'K', 'U', 'P', 'Ė', 9 },
                    { "MELDINĖ", 'M', 'E', 'L', 'D', 'I', 'N', 'Ė', ' ', ' ', 7 },
                    { "MELETINĖ", 'M', 'E', 'L', 'E', 'T', 'I', 'N', 'Ė', ' ', 8 },
                    { "MĖLINĖ", 'M', 'Ė', 'L', 'I', 'N', 'Ė', ' ', ' ', ' ', 6 },
                    { "MĖLINIS", 'M', 'Ė', 'L', 'I', 'N', 'I', 'S', ' ', ' ', 7 },
                    { "MELNYČĖLĖ", 'M', 'E', 'L', 'N', 'Y', 'Č', 'Ė', 'L', 'Ė', 9 },
                    { "MĖLUPIS", 'M', 'Ė', 'L', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "MERA", 'M', 'E', 'R', 'A', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "MERGĖ", 'M', 'E', 'R', 'G', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "MERGUPIS", 'M', 'E', 'R', 'G', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "MERGVAGIS", 'M', 'E', 'R', 'G', 'V', 'A', 'G', 'I', 'S', 9 },
                    { "MERKYS", 'M', 'E', 'R', 'K', 'Y', 'S', ' ', ' ', ' ', 6 },
                    { "MEŠKERDYS", 'M', 'E', 'Š', 'K', 'E', 'R', 'D', 'Y', 'S', 9 },
                    { "MEŠKINĖ", 'M', 'E', 'Š', 'K', 'I', 'N', 'Ė', ' ', ' ', 7 },
                    { "MEŠKUPĖ", 'M', 'E', 'Š', 'K', 'U', 'P', 'Ė', ' ', ' ', 7 },
                    { "METELYTĖ", 'M', 'E', 'T', 'E', 'L', 'Y', 'T', 'Ė', ' ', 8 },
                    { "MĖŽIS", 'M', 'Ė', 'Ž', 'I', 'S', ' ', ' ', ' ', ' ', 5 },
                    { "MICKUPIS", 'M', 'I', 'C', 'K', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "MIDEGA", 'M', 'I', 'D', 'E', 'G', 'A', ' ', ' ', ' ', 6 },
                    { "MIEDNA", 'M', 'I', 'E', 'D', 'N', 'A', ' ', ' ', ' ', 6 },
                    { "MIEGOTAS", 'M', 'I', 'E', 'G', 'O', 'T', 'A', 'S', ' ', 8 },
                    { "MIELKA", 'M', 'I', 'E', 'L', 'K', 'A', ' ', ' ', ' ', 6 },
                    { "MIEŽUPIS", 'M', 'I', 'E', 'Ž', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "MIKASA", 'M', 'I', 'K', 'A', 'S', 'A', ' ', ' ', ' ', 6 },
                    { "MIKYTA", 'M', 'I', 'K', 'Y', 'T', 'A', ' ', ' ', ' ', 6 },
                    { "MIKLINYS", 'M', 'I', 'K', 'L', 'I', 'N', 'Y', 'S', ' ', 8 },
                    { "MIKLŪSAS", 'M', 'I', 'K', 'L', 'Ū', 'S', 'A', 'S', ' ', 8 },
                    { "MILČIUPĖ", 'M', 'I', 'L', 'Č', 'I', 'U', 'P', 'Ė', ' ', 8 },
                    { "MILDUPIS", 'M', 'I', 'L', 'D', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "MILYS", 'M', 'I', 'L', 'Y', 'S', ' ', ' ', ' ', ' ', 5 },
                    { "MILIUŠA", 'M', 'I', 'L', 'I', 'U', 'Š', 'A', ' ', ' ', 7 },
                    { "MILIUŠĖLĖ", 'M', 'I', 'L', 'I', 'U', 'Š', 'Ė', 'L', 'Ė', 9 },
                    { "MILMANTAS", 'M', 'I', 'L', 'M', 'A', 'N', 'T', 'A', 'S', 9 },
                    { "MILTAUJA", 'M', 'I', 'L', 'T', 'A', 'U', 'J', 'A', ' ', 8 },
                    { "MILTUPIS", 'M', 'I', 'L', 'T', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "MILUPĖ", 'M', 'I', 'L', 'U', 'P', 'Ė', ' ', ' ', ' ', 6 },
                    { "MILŽTĖ", 'M', 'I', 'L', 'Ž', 'T', 'Ė', ' ', ' ', ' ', 6 },
                    { "MILŽUPIS", 'M', 'I', 'L', 'Ž', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "MINAVA", 'M', 'I', 'N', 'A', 'V', 'A', ' ', ' ', ' ', 6 },
                    { "MINČIA", 'M', 'I', 'N', 'Č', 'I', 'A', ' ', ' ', ' ', 6 },
                    { "MINDUPĖ", 'M', 'I', 'N', 'D', 'U', 'P', 'Ė', ' ', ' ', 7 },
                    { "MINIJA", 'M', 'I', 'N', 'I', 'J', 'A', ' ', ' ', ' ', 6 },
                    { "MINKŪNĖ", 'M', 'I', 'N', 'K', 'Ū', 'N', 'Ė', ' ', ' ', 7 },
                    { "MINSNORAS", 'M', 'I', 'N', 'S', 'N', 'O', 'R', 'A', 'S', 9 },
                    { "MIRGLONAS", 'M', 'I', 'R', 'G', 'L', 'O', 'N', 'A', 'S', 9 },
                    { "MISAKĖ", 'M', 'I', 'S', 'A', 'K', 'Ė', ' ', ' ', ' ', 6 },
                    { "MISELIŠKĖ", 'M', 'I', 'S', 'E', 'L', 'I', 'Š', 'K', 'Ė', 9 },
                    { "MIŠEIKIS", 'M', 'I', 'Š', 'E', 'I', 'K', 'I', 'S', ' ', 8 },
                    { "MIŠKINĖ", 'M', 'I', 'Š', 'K', 'I', 'N', 'Ė', ' ', ' ', 7 },
                    { "MIŠTUPIS", 'M', 'I', 'Š', 'T', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "MIŠUPĖ", 'M', 'I', 'Š', 'U', 'P', 'Ė', ' ', ' ', ' ', 6 },
                    { "MITUPIS", 'M', 'I', 'T', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "MITUVA", 'M', 'I', 'T', 'U', 'V', 'A', ' ', ' ', ' ', 6 },
                    { "MIŽUPIS", 'M', 'I', 'Ž', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "MOCKAVĖLĖ", 'M', 'O', 'C', 'K', 'A', 'V', 'Ė', 'L', 'Ė', 9 },
                    { "MOCKUPIS", 'M', 'O', 'C', 'K', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "MOKIA", 'M', 'O', 'K', 'I', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "MOLAINA", 'M', 'O', 'L', 'A', 'I', 'N', 'A', ' ', ' ', 7 },
                    { "MOLBESTIS", 'M', 'O', 'L', 'B', 'E', 'S', 'T', 'I', 'S', 9 },
                    { "MOLĖ", 'M', 'O', 'L', 'Ė', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "MOLINA", 'M', 'O', 'L', 'I', 'N', 'A', ' ', ' ', ' ', 6 },
                    { "MOLIUPIS", 'M', 'O', 'L', 'I', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "MOLKASYS", 'M', 'O', 'L', 'K', 'A', 'S', 'Y', 'S', ' ', 8 },
                    { "MOLUPIS", 'M', 'O', 'L', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "MOMYS", 'M', 'O', 'M', 'Y', 'S', ' ', ' ', ' ', ' ', 5 },
                    { "MORKĖ", 'M', 'O', 'R', 'K', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "MORKIŠKIS", 'M', 'O', 'R', 'K', 'I', 'Š', 'K', 'I', 'S', 9 },
                    { "MOŠIA", 'M', 'O', 'Š', 'I', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "MOTERA", 'M', 'O', 'T', 'E', 'R', 'A', ' ', ' ', ' ', 6 },
                    { "MOTERTIS", 'M', 'O', 'T', 'E', 'R', 'T', 'I', 'S', ' ', 8 },
                    { "MUILINĖ", 'M', 'U', 'I', 'L', 'I', 'N', 'Ė', ' ', ' ', 7 },
                    { "MŪKĖ", 'M', 'Ū', 'K', 'Ė', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "MUKNA", 'M', 'U', 'K', 'N', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "MŪNELIS", 'M', 'Ū', 'N', 'E', 'L', 'I', 'S', ' ', ' ', 7 },
                    { "MURLĖ", 'M', 'U', 'R', 'L', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "MUSĖ", 'M', 'U', 'S', 'Ė', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "MUSELĖ", 'M', 'U', 'S', 'E', 'L', 'Ė', ' ', ' ', ' ', 6 },
                    { "MUSINIS", 'M', 'U', 'S', 'I', 'N', 'I', 'S', ' ', ' ', 7 },
                    { "MUSTEIKA", 'M', 'U', 'S', 'T', 'E', 'I', 'K', 'A', ' ', 8 },
                    { "MUSTUPIS", 'M', 'U', 'S', 'T', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "MŪŠA", 'M', 'Ū', 'Š', 'A', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "MŪŠELĖ", 'M', 'Ū', 'Š', 'E', 'L', 'Ė', ' ', ' ', ' ', 6 },
                    { "MŪŠIA", 'M', 'Ū', 'Š', 'I', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "MUŠTINIS", 'M', 'U', 'Š', 'T', 'I', 'N', 'I', 'S', ' ', 8 },
                    { "NABUTIŠKĖ", 'N', 'A', 'B', 'U', 'T', 'I', 'Š', 'K', 'Ė', 9 },
                    { "NAČIUPIS", 'N', 'A', 'Č', 'I', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "NADŽIUPIS", 'N', 'A', 'D', 'Ž', 'I', 'U', 'P', 'I', 'S', 9 },
                    { "NAGA", 'N', 'A', 'G', 'A', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "NAKAČIA", 'N', 'A', 'K', 'A', 'Č', 'I', 'A', ' ', ' ', 7 },
                    { "NAKTAKĖ", 'N', 'A', 'K', 'T', 'A', 'K', 'Ė', ' ', ' ', 7 },
                    { "NALOŠAS", 'N', 'A', 'L', 'O', 'Š', 'A', 'S', ' ', ' ', 7 },
                    { "NARANTIS", 'N', 'A', 'R', 'A', 'N', 'T', 'I', 'S', ' ', 8 },
                    { "NARSUPĖ", 'N', 'A', 'R', 'S', 'U', 'P', 'Ė', ' ', ' ', 7 },
                    { "NARŠTUPIS", 'N', 'A', 'R', 'Š', 'T', 'U', 'P', 'I', 'S', 9 },
                    { "NARŠTUPYS", 'N', 'A', 'R', 'Š', 'T', 'U', 'P', 'Y', 'S', 9 },
                    { "NARUPĖ", 'N', 'A', 'R', 'U', 'P', 'Ė', ' ', ' ', ' ', 6 },
                    { "NASĖVELA", 'N', 'A', 'S', 'Ė', 'V', 'E', 'L', 'A', ' ', 8 },
                    { "NASUPIS", 'N', 'A', 'S', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "NAULANKIS", 'N', 'A', 'U', 'L', 'A', 'N', 'K', 'I', 'S', 9 },
                    { "NAUSĖ", 'N', 'A', 'U', 'S', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "NAVADA", 'N', 'A', 'V', 'A', 'D', 'A', ' ', ' ', ' ', 6 },
                    { "NEDĖJA", 'N', 'E', 'D', 'Ė', 'J', 'A', ' ', ' ', ' ', 6 },
                    { "NEDZINGIS", 'N', 'E', 'D', 'Z', 'I', 'N', 'G', 'I', 'S', 9 },
                    { "NEKELPA", 'N', 'E', 'K', 'E', 'L', 'P', 'A', ' ', ' ', 7 },
                    { "NEKNUPIS", 'N', 'E', 'K', 'N', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "NEKULĖ", 'N', 'E', 'K', 'U', 'L', 'Ė', ' ', ' ', ' ', 6 },
                    { "NEMAJŪNĖ", 'N', 'E', 'M', 'A', 'J', 'Ū', 'N', 'Ė', ' ', 8 },
                    { "NEMENČIA", 'N', 'E', 'M', 'E', 'N', 'Č', 'I', 'A', ' ', 8 },
                    { "NEMĖŽA", 'N', 'E', 'M', 'Ė', 'Ž', 'A', ' ', ' ', ' ', 6 },
                    { "NEMĖŽĖ", 'N', 'E', 'M', 'Ė', 'Ž', 'Ė', ' ', ' ', ' ', 6 },
                    { "NEMYLAS", 'N', 'E', 'M', 'Y', 'L', 'A', 'S', ' ', ' ', 7 },
                    { "NEMUNAS", 'N', 'E', 'M', 'U', 'N', 'A', 'S', ' ', ' ', 7 },
                    { "NEMUNĖLIS", 'N', 'E', 'M', 'U', 'N', 'Ė', 'L', 'I', 'S', 9 },
                    { "NENDRĖ", 'N', 'E', 'N', 'D', 'R', 'Ė', ' ', ' ', ' ', 6 },
                    { "NENUPĖ", 'N', 'E', 'N', 'U', 'P', 'Ė', ' ', ' ', ' ', 6 },
                    { "NEPRĖKŠTA", 'N', 'E', 'P', 'R', 'Ė', 'K', 'Š', 'T', 'A', 9 },
                    { "NEPRUDKA", 'N', 'E', 'P', 'R', 'U', 'D', 'K', 'A', ' ', 8 },
                    { "NEREMA", 'N', 'E', 'R', 'E', 'M', 'A', ' ', ' ', ' ', 6 },
                    { "NERETA", 'N', 'E', 'R', 'E', 'T', 'A', ' ', ' ', ' ', 6 },
                    { "NERIS", 'N', 'E', 'R', 'I', 'S', ' ', ' ', ' ', ' ', 5 },
                    { "NERYS", 'N', 'E', 'R', 'Y', 'S', ' ', ' ', ' ', ' ', 5 },
                    { "NERKA", 'N', 'E', 'R', 'K', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "NEROTIS", 'N', 'E', 'R', 'O', 'T', 'I', 'S', ' ', ' ', 7 },
                    { "NERUPIS", 'N', 'E', 'R', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "NESEKĖ", 'N', 'E', 'S', 'E', 'K', 'Ė', ' ', ' ', ' ', 6 },
                    { "NETIESA", 'N', 'E', 'T', 'I', 'E', 'S', 'A', ' ', ' ', 7 },
                    { "NEVARDA", 'N', 'E', 'V', 'A', 'R', 'D', 'A', ' ', ' ', 7 },
                    { "NEVELIS", 'N', 'E', 'V', 'E', 'L', 'I', 'S', ' ', ' ', 7 },
                    { "NEVĖŽA", 'N', 'E', 'V', 'Ė', 'Ž', 'A', ' ', ' ', ' ', 6 },
                    { "NEVĖŽĖ", 'N', 'E', 'V', 'Ė', 'Ž', 'Ė', ' ', ' ', ' ', 6 },
                    { "NEVĖŽIS", 'N', 'E', 'V', 'Ė', 'Ž', 'I', 'S', ' ', ' ', 7 },
                    { "NEVIEDĖ", 'N', 'E', 'V', 'I', 'E', 'D', 'Ė', ' ', ' ', 7 },
                    { "NEZDILĖ", 'N', 'E', 'Z', 'D', 'I', 'L', 'Ė', ' ', ' ', 7 },
                    { "NIAUDUVA", 'N', 'I', 'A', 'U', 'D', 'U', 'V', 'A', ' ', 8 },
                    { "NIBRINĖ", 'N', 'I', 'B', 'R', 'I', 'N', 'Ė', ' ', ' ', 7 },
                    { "NIEDA", 'N', 'I', 'E', 'D', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "NIEDULĖ", 'N', 'I', 'E', 'D', 'U', 'L', 'Ė', ' ', ' ', 7 },
                    { "NYKA", 'N', 'Y', 'K', 'A', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "NIKAJĖ", 'N', 'I', 'K', 'A', 'J', 'Ė', ' ', ' ', ' ', 6 },
                    { "NIKAJUS", 'N', 'I', 'K', 'A', 'J', 'U', 'S', ' ', ' ', 7 },
                    { "NYKIS", 'N', 'Y', 'K', 'I', 'S', ' ', ' ', ' ', ' ', 5 },
                    { "NYKUTĖ", 'N', 'Y', 'K', 'U', 'T', 'Ė', ' ', ' ', ' ', 6 },
                    { "NIZELĖ", 'N', 'I', 'Z', 'E', 'L', 'Ė', ' ', ' ', ' ', 6 },
                    { "NIZRA", 'N', 'I', 'Z', 'R', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "NIŽIS", 'N', 'I', 'Ž', 'I', 'S', ' ', ' ', ' ', ' ', 5 },
                    { "NYŽUVA", 'N', 'Y', 'Ž', 'U', 'V', 'A', ' ', ' ', ' ', 6 },
                    { "NOČIA", 'N', 'O', 'Č', 'I', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "NODAVELTA", 'N', 'O', 'D', 'A', 'V', 'E', 'L', 'T', 'A', 9 },
                    { "NOPAITYS", 'N', 'O', 'P', 'A', 'I', 'T', 'Y', 'S', ' ', 8 },
                    { "NORA", 'N', 'O', 'R', 'A', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "NORALIS", 'N', 'O', 'R', 'A', 'L', 'I', 'S', ' ', ' ', 7 },
                    { "NOREIKUPĖ", 'N', 'O', 'R', 'E', 'I', 'K', 'U', 'P', 'Ė', 9 },
                    { "NORUPIS", 'N', 'O', 'R', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "NORUTA", 'N', 'O', 'R', 'U', 'T', 'A', ' ', ' ', ' ', 6 },
                    { "NOSVĖ", 'N', 'O', 'S', 'V', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "NOTA", 'N', 'O', 'T', 'A', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "NOTĖ", 'N', 'O', 'T', 'Ė', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "NOTERA", 'N', 'O', 'T', 'E', 'R', 'A', ' ', ' ', ' ', 6 },
                    { "NOTRYNĖ", 'N', 'O', 'T', 'R', 'Y', 'N', 'Ė', ' ', ' ', 7 },
                    { "NOVA", 'N', 'O', 'V', 'A', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "NOVENA", 'N', 'O', 'V', 'E', 'N', 'A', ' ', ' ', ' ', 6 },
                    { "NUOTAKA", 'N', 'U', 'O', 'T', 'A', 'K', 'A', ' ', ' ', 7 },
                    { "NUOTEKA", 'N', 'U', 'O', 'T', 'E', 'K', 'A', ' ', ' ', 7 },
                    { "NURUPIS", 'N', 'U', 'R', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "OBELAUKIS", 'O', 'B', 'E', 'L', 'A', 'U', 'K', 'I', 'S', 9 },
                    { "OBELĖ", 'O', 'B', 'E', 'L', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "OBELINĖ", 'O', 'B', 'E', 'L', 'I', 'N', 'Ė', ' ', ' ', 7 },
                    { "OBELYNĖ", 'O', 'B', 'E', 'L', 'Y', 'N', 'Ė', ' ', ' ', 7 },
                    { "OBELIS", 'O', 'B', 'E', 'L', 'I', 'S', ' ', ' ', ' ', 6 },
                    { "OBELTIS", 'O', 'B', 'E', 'L', 'T', 'I', 'S', ' ', ' ', 7 },
                    { "ODMUO", 'O', 'D', 'M', 'U', 'O', ' ', ' ', ' ', ' ', 5 },
                    { "OKVA", 'O', 'K', 'V', 'A', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "OLUPIS", 'O', 'L', 'U', 'P', 'I', 'S', ' ', ' ', ' ', 6 },
                    { "ONUPIS", 'O', 'N', 'U', 'P', 'I', 'S', ' ', ' ', ' ', 6 },
                    { "OPLANKIS", 'O', 'P', 'L', 'A', 'N', 'K', 'I', 'S', ' ', 8 },
                    { "OPSTAINĖ", 'O', 'P', 'S', 'T', 'A', 'I', 'N', 'Ė', ' ', 8 },
                    { "ORIJA", 'O', 'R', 'I', 'J', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "OROJUS", 'O', 'R', 'O', 'J', 'U', 'S', ' ', ' ', ' ', 6 },
                    { "OŠUPIS", 'O', 'Š', 'U', 'P', 'I', 'S', ' ', ' ', ' ', 6 },
                    { "OŠVENČIA", 'O', 'Š', 'V', 'E', 'N', 'Č', 'I', 'A', ' ', 8 },
                    { "OŽELIŠKĖ", 'O', 'Ž', 'E', 'L', 'I', 'Š', 'K', 'Ė', ' ', 8 },
                    { "OŽKALUPIS", 'O', 'Ž', 'K', 'A', 'L', 'U', 'P', 'I', 'S', 9 },
                    { "OŽKUPIS", 'O', 'Ž', 'K', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "OŽKUPYS", 'O', 'Ž', 'K', 'U', 'P', 'Y', 'S', ' ', ' ', 7 },
                    { "OŽRAGIS", 'O', 'Ž', 'R', 'A', 'G', 'I', 'S', ' ', ' ', 7 },
                    { "OŽUPELIS", 'O', 'Ž', 'U', 'P', 'E', 'L', 'I', 'S', ' ', 8 },
                    { "OŽUPIS", 'O', 'Ž', 'U', 'P', 'I', 'S', ' ', ' ', ' ', 6 },
                    { "PABALDĖ", 'P', 'A', 'B', 'A', 'L', 'D', 'Ė', ' ', ' ', 7 },
                    { "PABALIA", 'P', 'A', 'B', 'A', 'L', 'I', 'A', ' ', ' ', 7 },
                    { "PABALIAI", 'P', 'A', 'B', 'A', 'L', 'I', 'A', 'I', ' ', 8 },
                    { "PABERŽĖ", 'P', 'A', 'B', 'E', 'R', 'Ž', 'Ė', ' ', ' ', 7 },
                    { "PADROBŠYS", 'P', 'A', 'D', 'R', 'O', 'B', 'Š', 'Y', 'S', 9 },
                    { "PADUBĖ", 'P', 'A', 'D', 'U', 'B', 'Ė', ' ', ' ', ' ', 6 },
                    { "PADUMBURĖ", 'P', 'A', 'D', 'U', 'M', 'B', 'U', 'R', 'Ė', 9 },
                    { "PAEŽERĖLĖ", 'P', 'A', 'E', 'Ž', 'E', 'R', 'Ė', 'L', 'Ė', 9 },
                    { "PAGADA", 'P', 'A', 'G', 'A', 'D', 'A', ' ', ' ', ' ', 6 },
                    { "PAGRAUŽYS", 'P', 'A', 'G', 'R', 'A', 'U', 'Ž', 'Y', 'S', 9 },
                    { "PAGRINDA", 'P', 'A', 'G', 'R', 'I', 'N', 'D', 'A', ' ', 8 },
                    { "PAGROMĖLĖ", 'P', 'A', 'G', 'R', 'O', 'M', 'Ė', 'L', 'Ė', 9 },
                    { "PAIKIS", 'P', 'A', 'I', 'K', 'I', 'S', ' ', ' ', ' ', 6 },
                    { "PAISLĖ", 'P', 'A', 'I', 'S', 'L', 'Ė', ' ', ' ', ' ', 6 },
                    { "PAJUODUPĖ", 'P', 'A', 'J', 'U', 'O', 'D', 'U', 'P', 'Ė', 9 },
                    { "PAJUOSTIS", 'P', 'A', 'J', 'U', 'O', 'S', 'T', 'I', 'S', 9 },
                    { "PAKALYS", 'P', 'A', 'K', 'A', 'L', 'Y', 'S', ' ', ' ', 7 },
                    { "PAKALNĖ", 'P', 'A', 'K', 'A', 'L', 'N', 'Ė', ' ', ' ', 7 },
                    { "PAKARŠUVĖ", 'P', 'A', 'K', 'A', 'R', 'Š', 'U', 'V', 'Ė', 9 },
                    { "PAKASA", 'P', 'A', 'K', 'A', 'S', 'A', ' ', ' ', ' ', 6 },
                    { "PAKRIKŠTĖ", 'P', 'A', 'K', 'R', 'I', 'K', 'Š', 'T', 'Ė', 9 },
                    { "PAKROKŠLĖ", 'P', 'A', 'K', 'R', 'O', 'K', 'Š', 'L', 'Ė', 9 },
                    { "PALA", 'P', 'A', 'L', 'A', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "PALĖJA", 'P', 'A', 'L', 'Ė', 'J', 'A', ' ', ' ', ' ', 6 },
                    { "PALENDRĖS", 'P', 'A', 'L', 'E', 'N', 'D', 'R', 'Ė', 'S', 9 },
                    { "PALIŪNYS", 'P', 'A', 'L', 'I', 'Ū', 'N', 'Y', 'S', ' ', 8 },
                    { "PALIUTĖ", 'P', 'A', 'L', 'I', 'U', 'T', 'Ė', ' ', ' ', 7 },
                    { "PALONAS", 'P', 'A', 'L', 'O', 'N', 'A', 'S', ' ', ' ', 7 },
                    { "PALTIS", 'P', 'A', 'L', 'T', 'I', 'S', ' ', ' ', ' ', 6 },
                    { "PALTYS", 'P', 'A', 'L', 'T', 'Y', 'S', ' ', ' ', ' ', 6 },
                    { "PALUKNA", 'P', 'A', 'L', 'U', 'K', 'N', 'A', ' ', ' ', 7 },
                    { "PAMAKUPYS", 'P', 'A', 'M', 'A', 'K', 'U', 'P', 'Y', 'S', 9 },
                    { "PAMARUKAS", 'P', 'A', 'M', 'A', 'R', 'U', 'K', 'A', 'S', 9 },
                    { "PANOLĖ", 'P', 'A', 'N', 'O', 'L', 'Ė', ' ', ' ', ' ', 6 },
                    { "PAPANARYS", 'P', 'A', 'P', 'A', 'N', 'A', 'R', 'Y', 'S', 9 },
                    { "PAPARČIA", 'P', 'A', 'P', 'A', 'R', 'Č', 'I', 'A', ' ', 8 },
                    { "PAPARSTAS", 'P', 'A', 'P', 'A', 'R', 'S', 'T', 'A', 'S', 9 },
                    { "PAPUNŽĖ", 'P', 'A', 'P', 'U', 'N', 'Ž', 'Ė', ' ', ' ', 7 },
                    { "PAPUŠINĖ", 'P', 'A', 'P', 'U', 'Š', 'I', 'N', 'Ė', ' ', 8 },
                    { "PARA", 'P', 'A', 'R', 'A', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "PARAISTĖ", 'P', 'A', 'R', 'A', 'I', 'S', 'T', 'Ė', ' ', 8 },
                    { "PARIJA", 'P', 'A', 'R', 'I', 'J', 'A', ' ', ' ', ' ', 6 },
                    { "PARSTOKAS", 'P', 'A', 'R', 'S', 'T', 'O', 'K', 'A', 'S', 9 },
                    { "PARSVYTĖ", 'P', 'A', 'R', 'S', 'V', 'Y', 'T', 'Ė', ' ', 8 },
                    { "PARŠUPIS", 'P', 'A', 'R', 'Š', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "PASAMANYS", 'P', 'A', 'S', 'A', 'M', 'A', 'N', 'Y', 'S', 9 },
                    { "PASAUSOJI", 'P', 'A', 'S', 'A', 'U', 'S', 'O', 'J', 'I', 9 },
                    { "PASGRINDA", 'P', 'A', 'S', 'G', 'R', 'I', 'N', 'D', 'A', 9 },
                    { "PASLUPIS", 'P', 'A', 'S', 'L', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "PASPAUDĖ", 'P', 'A', 'S', 'P', 'A', 'U', 'D', 'Ė', ' ', 8 },
                    { "PAŠAULĖ", 'P', 'A', 'Š', 'A', 'U', 'L', 'Ė', ' ', ' ', 7 },
                    { "PAŠILINGĖ", 'P', 'A', 'Š', 'I', 'L', 'I', 'N', 'G', 'Ė', 9 },
                    { "PAŠUPELĖ", 'P', 'A', 'Š', 'U', 'P', 'E', 'L', 'Ė', ' ', 8 },
                    { "PATEKLA", 'P', 'A', 'T', 'E', 'K', 'L', 'A', ' ', ' ', 7 },
                    { "PATYRALIS", 'P', 'A', 'T', 'Y', 'R', 'A', 'L', 'I', 'S', 9 },
                    { "PATRAKĖ", 'P', 'A', 'T', 'R', 'A', 'K', 'Ė', ' ', ' ', 7 },
                    { "PAUKŠTĖ", 'P', 'A', 'U', 'K', 'Š', 'T', 'Ė', ' ', ' ', 7 },
                    { "PAUPELIAI", 'P', 'A', 'U', 'P', 'E', 'L', 'I', 'A', 'I', 9 },
                    { "PAUPELIS", 'P', 'A', 'U', 'P', 'E', 'L', 'I', 'S', ' ', 8 },
                    { "PAUPELYS", 'P', 'A', 'U', 'P', 'E', 'L', 'Y', 'S', ' ', 8 },
                    { "PAUPYS", 'P', 'A', 'U', 'P', 'Y', 'S', ' ', ' ', ' ', 6 },
                    { "PAUTIENĖ", 'P', 'A', 'U', 'T', 'I', 'E', 'N', 'Ė', ' ', 8 },
                    { "PAVARA", 'P', 'A', 'V', 'A', 'R', 'A', ' ', ' ', ' ', 6 },
                    { "PAVARKLAS", 'P', 'A', 'V', 'A', 'R', 'K', 'L', 'A', 'S', 9 },
                    { "PAVERSMIS", 'P', 'A', 'V', 'E', 'R', 'S', 'M', 'I', 'S', 9 },
                    { "PAVILNIS", 'P', 'A', 'V', 'I', 'L', 'N', 'I', 'S', ' ', 8 },
                    { "PAVIRŽUPĖ", 'P', 'A', 'V', 'I', 'R', 'Ž', 'U', 'P', 'Ė', 9 },
                    { "PAŽEMYS", 'P', 'A', 'Ž', 'E', 'M', 'Y', 'S', ' ', ' ', 7 },
                    { "PEČIUPYS", 'P', 'E', 'Č', 'I', 'U', 'P', 'Y', 'S', ' ', 8 },
                    { "PEČUPĖ", 'P', 'E', 'Č', 'U', 'P', 'Ė', ' ', ' ', ' ', 6 },
                    { "PEČVIETA", 'P', 'E', 'Č', 'V', 'I', 'E', 'T', 'A', ' ', 8 },
                    { "PĖDAMĖ", 'P', 'Ė', 'D', 'A', 'M', 'Ė', ' ', ' ', ' ', 6 },
                    { "PEIČIUPIS", 'P', 'E', 'I', 'Č', 'I', 'U', 'P', 'I', 'S', 9 },
                    { "PEKLA", 'P', 'E', 'K', 'L', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "PEKLALĖ", 'P', 'E', 'K', 'L', 'A', 'L', 'Ė', ' ', ' ', 7 },
                    { "PEKLELĖ", 'P', 'E', 'K', 'L', 'E', 'L', 'Ė', ' ', ' ', 7 },
                    { "PELA", 'P', 'E', 'L', 'A', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "PELĖDUPIS", 'P', 'E', 'L', 'Ė', 'D', 'U', 'P', 'I', 'S', 9 },
                    { "PELESA", 'P', 'E', 'L', 'E', 'S', 'A', ' ', ' ', ' ', 6 },
                    { "PELIAUSIS", 'P', 'E', 'L', 'I', 'A', 'U', 'S', 'I', 'S', 9 },
                    { "PELYŠA", 'P', 'E', 'L', 'Y', 'Š', 'A', ' ', ' ', ' ', 6 },
                    { "PELKUPIS", 'P', 'E', 'L', 'K', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "PENTA", 'P', 'E', 'N', 'T', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "PENTUTĖ", 'P', 'E', 'N', 'T', 'U', 'T', 'Ė', ' ', ' ', 7 },
                    { "PERČINA", 'P', 'E', 'R', 'Č', 'I', 'N', 'A', ' ', ' ', 7 },
                    { "PERKASAS", 'P', 'E', 'R', 'K', 'A', 'S', 'A', 'S', ' ', 8 },
                    { "PERŠĖKĖ", 'P', 'E', 'R', 'Š', 'Ė', 'K', 'Ė', ' ', ' ', 7 },
                    { "PERŠOKŠNA", 'P', 'E', 'R', 'Š', 'O', 'K', 'Š', 'N', 'A', 9 },
                    { "PERTAKAS", 'P', 'E', 'R', 'T', 'A', 'K', 'A', 'S', ' ', 8 },
                    { "PERVALKA", 'P', 'E', 'R', 'V', 'A', 'L', 'K', 'A', ' ', 8 },
                    { "PESTUPIS", 'P', 'E', 'S', 'T', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "PEŠTYS", 'P', 'E', 'Š', 'T', 'Y', 'S', ' ', ' ', ' ', 6 },
                    { "PETEŠA", 'P', 'E', 'T', 'E', 'Š', 'A', ' ', ' ', ' ', 6 },
                    { "PETRUŠKĖ", 'P', 'E', 'T', 'R', 'U', 'Š', 'K', 'Ė', ' ', 8 },
                    { "PIENAUJA", 'P', 'I', 'E', 'N', 'A', 'U', 'J', 'A', ' ', 8 },
                    { "PIENIA", 'P', 'I', 'E', 'N', 'I', 'A', ' ', ' ', ' ', 6 },
                    { "PIESTINĖ", 'P', 'I', 'E', 'S', 'T', 'I', 'N', 'Ė', ' ', 8 },
                    { "PIEŠTVĖ", 'P', 'I', 'E', 'Š', 'T', 'V', 'Ė', ' ', ' ', 7 },
                    { "PIETUPIS", 'P', 'I', 'E', 'T', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "PIETVĖ", 'P', 'I', 'E', 'T', 'V', 'Ė', ' ', ' ', ' ', 6 },
                    { "PIETVIS", 'P', 'I', 'E', 'T', 'V', 'I', 'S', ' ', ' ', 7 },
                    { "PIEVYS", 'P', 'I', 'E', 'V', 'Y', 'S', ' ', ' ', ' ', 6 },
                    { "PIEVUPIS", 'P', 'I', 'E', 'V', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "PIEVUPYS", 'P', 'I', 'E', 'V', 'U', 'P', 'Y', 'S', ' ', 8 },
                    { "PIGUIČIUS", 'P', 'I', 'G', 'U', 'I', 'Č', 'I', 'U', 'S', 9 },
                    { "PIKTUPĖ", 'P', 'I', 'K', 'T', 'U', 'P', 'Ė', ' ', ' ', 7 },
                    { "PIKTVARDĖ", 'P', 'I', 'K', 'T', 'V', 'A', 'R', 'D', 'Ė', 9 },
                    { "PYLIMAS", 'P', 'Y', 'L', 'I', 'M', 'A', 'S', ' ', ' ', 7 },
                    { "PILPIS", 'P', 'I', 'L', 'P', 'I', 'S', ' ', ' ', ' ', 6 },
                    { "PILSTUPYS", 'P', 'I', 'L', 'S', 'T', 'U', 'P', 'Y', 'S', 9 },
                    { "PILSUPIS", 'P', 'I', 'L', 'S', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "PILTYNA", 'P', 'I', 'L', 'T', 'Y', 'N', 'A', ' ', ' ', 7 },
                    { "PILVĖ", 'P', 'I', 'L', 'V', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "PINTAKIS", 'P', 'I', 'N', 'T', 'A', 'K', 'I', 'S', ' ', 8 },
                    { "PIPIRIS", 'P', 'I', 'P', 'I', 'R', 'I', 'S', ' ', ' ', 7 },
                    { "PIRČIUPIS", 'P', 'I', 'R', 'Č', 'I', 'U', 'P', 'I', 'S', 9 },
                    { "PIŠIA", 'P', 'I', 'Š', 'I', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "PYVESA", 'P', 'Y', 'V', 'E', 'S', 'A', ' ', ' ', ' ', 6 },
                    { "PJAUNĖ", 'P', 'J', 'A', 'U', 'N', 'Ė', ' ', ' ', ' ', 6 },
                    { "PJAUNIAI", 'P', 'J', 'A', 'U', 'N', 'I', 'A', 'I', ' ', 8 },
                    { "PJAUNYS", 'P', 'J', 'A', 'U', 'N', 'Y', 'S', ' ', ' ', 7 },
                    { "PLAČIUVA", 'P', 'L', 'A', 'Č', 'I', 'U', 'V', 'A', ' ', 8 },
                    { "PLASAUPĖ", 'P', 'L', 'A', 'S', 'A', 'U', 'P', 'Ė', ' ', 8 },
                    { "PLAŠTAKA", 'P', 'L', 'A', 'Š', 'T', 'A', 'K', 'A', ' ', 8 },
                    { "PLATONIS", 'P', 'L', 'A', 'T', 'O', 'N', 'I', 'S', ' ', 8 },
                    { "PLATUMA", 'P', 'L', 'A', 'T', 'U', 'M', 'A', ' ', ' ', 7 },
                    { "PLAUKUPIS", 'P', 'L', 'A', 'U', 'K', 'U', 'P', 'I', 'S', 9 },
                    { "PLAUŠINĖ", 'P', 'L', 'A', 'U', 'Š', 'I', 'N', 'Ė', ' ', 8 },
                    { "PLAUTUPIS", 'P', 'L', 'A', 'U', 'T', 'U', 'P', 'I', 'S', 9 },
                    { "PLENTAUKA", 'P', 'L', 'E', 'N', 'T', 'A', 'U', 'K', 'A', 9 },
                    { "PLIAUŠĖ", 'P', 'L', 'I', 'A', 'U', 'Š', 'Ė', ' ', ' ', 7 },
                    { "PLIENUPIS", 'P', 'L', 'I', 'E', 'N', 'U', 'P', 'I', 'S', 9 },
                    { "PLITNYČIA", 'P', 'L', 'I', 'T', 'N', 'Y', 'Č', 'I', 'A', 9 },
                    { "PLYTUPIS", 'P', 'L', 'Y', 'T', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "PLONĖ", 'P', 'L', 'O', 'N', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "PLUNKĖ", 'P', 'L', 'U', 'N', 'K', 'Ė', ' ', ' ', ' ', 6 },
                    { "PLŪSČIA", 'P', 'L', 'Ū', 'S', 'Č', 'I', 'A', ' ', ' ', 7 },
                    { "POCUPIS", 'P', 'O', 'C', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "POSTUPIS", 'P', 'O', 'S', 'T', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "POŠKUPIS", 'P', 'O', 'Š', 'K', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "PRABAUDA", 'P', 'R', 'A', 'B', 'A', 'U', 'D', 'A', ' ', 8 },
                    { "PRAGALVYS", 'P', 'R', 'A', 'G', 'A', 'L', 'V', 'Y', 'S', 9 },
                    { "PRAGULBA", 'P', 'R', 'A', 'G', 'U', 'L', 'B', 'A', ' ', 8 },
                    { "PRAKUSA", 'P', 'R', 'A', 'K', 'U', 'S', 'A', ' ', ' ', 7 },
                    { "PRAŠUVYS", 'P', 'R', 'A', 'Š', 'U', 'V', 'Y', 'S', ' ', 8 },
                    { "PRAUSTUVĖ", 'P', 'R', 'A', 'U', 'S', 'T', 'U', 'V', 'Ė', 9 },
                    { "PRAVALA", 'P', 'R', 'A', 'V', 'A', 'L', 'A', ' ', ' ', 7 },
                    { "PRAVARTA", 'P', 'R', 'A', 'V', 'A', 'R', 'T', 'A', ' ', 8 },
                    { "PRAVIENA", 'P', 'R', 'A', 'V', 'I', 'E', 'N', 'A', ' ', 8 },
                    { "PRAŽUVA", 'P', 'R', 'A', 'Ž', 'U', 'V', 'A', ' ', ' ', 7 },
                    { "PRIENUPĖ", 'P', 'R', 'I', 'E', 'N', 'U', 'P', 'Ė', ' ', 8 },
                    { "PRYGA", 'P', 'R', 'Y', 'G', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "PROKUPIS", 'P', 'R', 'O', 'K', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "PRŪDAS", 'P', 'R', 'Ū', 'D', 'A', 'S', ' ', ' ', ' ', 6 },
                    { "PRŪDELIS", 'P', 'R', 'Ū', 'D', 'E', 'L', 'I', 'S', ' ', 8 },
                    { "PRŪDUPĖ", 'P', 'R', 'Ū', 'D', 'U', 'P', 'Ė', ' ', ' ', 7 },
                    { "PRŪDUPIS", 'P', 'R', 'Ū', 'D', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "PRŪTELĖ", 'P', 'R', 'Ū', 'T', 'E', 'L', 'Ė', ' ', ' ', 7 },
                    { "PUIZĖ", 'P', 'U', 'I', 'Z', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "PUKINĖ", 'P', 'U', 'K', 'I', 'N', 'Ė', ' ', ' ', ' ', 6 },
                    { "PŪKINĖ", 'P', 'Ū', 'K', 'I', 'N', 'Ė', ' ', ' ', ' ', 6 },
                    { "PUKNUPIS", 'P', 'U', 'K', 'N', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "PULŠIS", 'P', 'U', 'L', 'Š', 'I', 'S', ' ', ' ', ' ', 6 },
                    { "PUNELĖ", 'P', 'U', 'N', 'E', 'L', 'Ė', ' ', ' ', ' ', 6 },
                    { "PUNTA", 'P', 'U', 'N', 'T', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "PUNŽUPYS", 'P', 'U', 'N', 'Ž', 'U', 'P', 'Y', 'S', ' ', 8 },
                    { "PUOKUPIS", 'P', 'U', 'O', 'K', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "PURLĖ", 'P', 'U', 'R', 'L', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "PURMALĖ", 'P', 'U', 'R', 'M', 'A', 'L', 'Ė', ' ', ' ', 7 },
                    { "PŪRUPIS", 'P', 'Ū', 'R', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "PURVAS", 'P', 'U', 'R', 'V', 'A', 'S', ' ', ' ', ' ', 6 },
                    { "PURVĖ", 'P', 'U', 'R', 'V', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "PURVELĖ", 'P', 'U', 'R', 'V', 'E', 'L', 'Ė', ' ', ' ', 7 },
                    { "PUSNĖ", 'P', 'U', 'S', 'N', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "PUSUPIS", 'P', 'U', 'S', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "PUŠYNĖ", 'P', 'U', 'Š', 'Y', 'N', 'Ė', ' ', ' ', ' ', 6 },
                    { "PUTNUPYS", 'P', 'U', 'T', 'N', 'U', 'P', 'Y', 'S', ' ', 8 },
                    { "PUZONAS", 'P', 'U', 'Z', 'O', 'N', 'A', 'S', ' ', ' ', 7 },
                    { "RADZIULĖ", 'R', 'A', 'D', 'Z', 'I', 'U', 'L', 'Ė', ' ', 8 },
                    { "RAGANĖ", 'R', 'A', 'G', 'A', 'N', 'Ė', ' ', ' ', ' ', 6 },
                    { "RAGAŽĖLĖ", 'R', 'A', 'G', 'A', 'Ž', 'Ė', 'L', 'Ė', ' ', 8 },
                    { "RAGUPIS", 'R', 'A', 'G', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "RAGUPYS", 'R', 'A', 'G', 'U', 'P', 'Y', 'S', ' ', ' ', 7 },
                    { "RAGUVA", 'R', 'A', 'G', 'U', 'V', 'A', ' ', ' ', ' ', 6 },
                    { "RAISTAS", 'R', 'A', 'I', 'S', 'T', 'A', 'S', ' ', ' ', 7 },
                    { "RAISTELIS", 'R', 'A', 'I', 'S', 'T', 'E', 'L', 'I', 'S', 9 },
                    { "RAIŠUPIS", 'R', 'A', 'I', 'Š', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "RAIŠUVA", 'R', 'A', 'I', 'Š', 'U', 'V', 'A', ' ', ' ', 7 },
                    { "RAIZGIS", 'R', 'A', 'I', 'Z', 'G', 'I', 'S', ' ', ' ', 7 },
                    { "RAIZGYS", 'R', 'A', 'I', 'Z', 'G', 'Y', 'S', ' ', ' ', 7 },
                    { "RAKIJA", 'R', 'A', 'K', 'I', 'J', 'A', ' ', ' ', ' ', 6 },
                    { "RAKŠTIS", 'R', 'A', 'K', 'Š', 'T', 'I', 'S', ' ', ' ', 7 },
                    { "RAKŠTUPIS", 'R', 'A', 'K', 'Š', 'T', 'U', 'P', 'I', 'S', 9 },
                    { "RAMAULĖ", 'R', 'A', 'M', 'A', 'U', 'L', 'Ė', ' ', ' ', 7 },
                    { "RAMYTĖ", 'R', 'A', 'M', 'Y', 'T', 'Ė', ' ', ' ', ' ', 6 },
                    { "RAMOČIA", 'R', 'A', 'M', 'O', 'Č', 'I', 'A', ' ', ' ', 7 },
                    { "RAMOJĖLĖ", 'R', 'A', 'M', 'O', 'J', 'Ė', 'L', 'Ė', ' ', 8 },
                    { "RAMOJUS", 'R', 'A', 'M', 'O', 'J', 'U', 'S', ' ', ' ', 7 },
                    { "RAMONAS", 'R', 'A', 'M', 'O', 'N', 'A', 'S', ' ', ' ', 7 },
                    { "RAMUNIS", 'R', 'A', 'M', 'U', 'N', 'I', 'S', ' ', ' ', 7 },
                    { "RANGAVA", 'R', 'A', 'N', 'G', 'A', 'V', 'A', ' ', ' ', 7 },
                    { "RASEIKA", 'R', 'A', 'S', 'E', 'I', 'K', 'A', ' ', ' ', 7 },
                    { "RASTUPIS", 'R', 'A', 'S', 'T', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "RAŠĖ", 'R', 'A', 'Š', 'Ė', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "RAŠELĖ", 'R', 'A', 'Š', 'E', 'L', 'Ė', ' ', ' ', ' ', 6 },
                    { "RATA", 'R', 'A', 'T', 'A', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "RATKUPIS", 'R', 'A', 'T', 'K', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "RATNYČĖLĖ", 'R', 'A', 'T', 'N', 'Y', 'Č', 'Ė', 'L', 'Ė', 9 },
                    { "RATNYČIA", 'R', 'A', 'T', 'N', 'Y', 'Č', 'I', 'A', ' ', 8 },
                    { "RAUBEDA", 'R', 'A', 'U', 'B', 'E', 'D', 'A', ' ', ' ', 7 },
                    { "RAUDA", 'R', 'A', 'U', 'D', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "RAUDESA", 'R', 'A', 'U', 'D', 'E', 'S', 'A', ' ', ' ', 7 },
                    { "RAUDIS", 'R', 'A', 'U', 'D', 'I', 'S', ' ', ' ', ' ', 6 },
                    { "RAUDYS", 'R', 'A', 'U', 'D', 'Y', 'S', ' ', ' ', ' ', 6 },
                    { "RAUDONAS", 'R', 'A', 'U', 'D', 'O', 'N', 'A', 'S', ' ', 8 },
                    { "RAUDONĖ", 'R', 'A', 'U', 'D', 'O', 'N', 'Ė', ' ', ' ', 7 },
                    { "RAUDONĖLĖ", 'R', 'A', 'U', 'D', 'O', 'N', 'Ė', 'L', 'Ė', 9 },
                    { "RAUDUPIS", 'R', 'A', 'U', 'D', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "RAUKĖTA", 'R', 'A', 'U', 'K', 'Ė', 'T', 'A', ' ', ' ', 7 },
                    { "RAUSVĖ", 'R', 'A', 'U', 'S', 'V', 'Ė', ' ', ' ', ' ', 6 },
                    { "RAVAS", 'R', 'A', 'V', 'A', 'S', ' ', ' ', ' ', ' ', 5 },
                    { "RAVUPIS", 'R', 'A', 'V', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "RĄŽĖ", 'R', 'Ą', 'Ž', 'Ė', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "RĄŽUOLĖ", 'R', 'Ą', 'Ž', 'U', 'O', 'L', 'Ė', ' ', ' ', 7 },
                    { "RAŽUPĖ", 'R', 'A', 'Ž', 'U', 'P', 'Ė', ' ', ' ', ' ', 6 },
                    { "REIZGUPIS", 'R', 'E', 'I', 'Z', 'G', 'U', 'P', 'I', 'S', 9 },
                    { "REKETIJA", 'R', 'E', 'K', 'E', 'T', 'I', 'J', 'A', ' ', 8 },
                    { "REKSTINAS", 'R', 'E', 'K', 'S', 'T', 'I', 'N', 'A', 'S', 9 },
                    { "REŠKETA", 'R', 'E', 'Š', 'K', 'E', 'T', 'A', ' ', ' ', 7 },
                    { "RETEGLĖ", 'R', 'E', 'T', 'E', 'G', 'L', 'Ė', ' ', ' ', 7 },
                    { "REVAS", 'R', 'E', 'V', 'A', 'S', ' ', ' ', ' ', ' ', 5 },
                    { "REVUONA", 'R', 'E', 'V', 'U', 'O', 'N', 'A', ' ', ' ', 7 },
                    { "RIEŠĖ", 'R', 'I', 'E', 'Š', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "RIEVUPIS", 'R', 'I', 'E', 'V', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "RYKIJA", 'R', 'Y', 'K', 'I', 'J', 'A', ' ', ' ', ' ', 6 },
                    { "RIKINĖ", 'R', 'I', 'K', 'I', 'N', 'Ė', ' ', ' ', ' ', 6 },
                    { "RIMŠIŠKĖ", 'R', 'I', 'M', 'Š', 'I', 'Š', 'K', 'Ė', ' ', 8 },
                    { "RIMŠUPYS", 'R', 'I', 'M', 'Š', 'U', 'P', 'Y', 'S', ' ', 8 },
                    { "RIMUOŠĖ", 'R', 'I', 'M', 'U', 'O', 'Š', 'Ė', ' ', ' ', 7 },
                    { "RYNA", 'R', 'Y', 'N', 'A', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "RINDAUGA", 'R', 'I', 'N', 'D', 'A', 'U', 'G', 'A', ' ', 8 },
                    { "RINDĖ", 'R', 'I', 'N', 'D', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "RINGA", 'R', 'I', 'N', 'G', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "RINGALIS", 'R', 'I', 'N', 'G', 'A', 'L', 'I', 'S', ' ', 8 },
                    { "RINGĖ", 'R', 'I', 'N', 'G', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "RINGELIS", 'R', 'I', 'N', 'G', 'E', 'L', 'I', 'S', ' ', 8 },
                    { "RINGIS", 'R', 'I', 'N', 'G', 'I', 'S', ' ', ' ', ' ', 6 },
                    { "RINGYS", 'R', 'I', 'N', 'G', 'Y', 'S', ' ', ' ', ' ', 6 },
                    { "RINGOVĖ", 'R', 'I', 'N', 'G', 'O', 'V', 'Ė', ' ', ' ', 7 },
                    { "RINGOŽIS", 'R', 'I', 'N', 'G', 'O', 'Ž', 'I', 'S', ' ', 8 },
                    { "RINGOŽYS", 'R', 'I', 'N', 'G', 'O', 'Ž', 'Y', 'S', ' ', 8 },
                    { "RINGUPIS", 'R', 'I', 'N', 'G', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "RINGUVA", 'R', 'I', 'N', 'G', 'U', 'V', 'A', ' ', ' ', 7 },
                    { "RINGUŽĖ", 'R', 'I', 'N', 'G', 'U', 'Ž', 'Ė', ' ', ' ', 7 },
                    { "RINGUŽIS", 'R', 'I', 'N', 'G', 'U', 'Ž', 'I', 'S', ' ', 8 },
                    { "RYTBALĖ", 'R', 'Y', 'T', 'B', 'A', 'L', 'Ė', ' ', ' ', 7 },
                    { "ROBATA", 'R', 'O', 'B', 'A', 'T', 'A', ' ', ' ', ' ', 6 },
                    { "RODŪNIA", 'R', 'O', 'D', 'Ū', 'N', 'I', 'A', ' ', ' ', 7 },
                    { "ROGUPIS", 'R', 'O', 'G', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "ROKKLONIS", 'R', 'O', 'K', 'K', 'L', 'O', 'N', 'I', 'S', 9 },
                    { "ROKUPIS", 'R', 'O', 'K', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "ROMATAS", 'R', 'O', 'M', 'A', 'T', 'A', 'S', ' ', ' ', 7 },
                    { "ROVĖJA", 'R', 'O', 'V', 'Ė', 'J', 'A', ' ', ' ', ' ', 6 },
                    { "RUBEŽUPIS", 'R', 'U', 'B', 'E', 'Ž', 'U', 'P', 'I', 'S', 9 },
                    { "RUDAMINA", 'R', 'U', 'D', 'A', 'M', 'I', 'N', 'A', ' ', 8 },
                    { "RUDĖ", 'R', 'U', 'D', 'Ė', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "RUDEKŠNA", 'R', 'U', 'D', 'E', 'K', 'Š', 'N', 'A', ' ', 8 },
                    { "RUDELĖ", 'R', 'U', 'D', 'E', 'L', 'Ė', ' ', ' ', ' ', 6 },
                    { "RUDESA", 'R', 'U', 'D', 'E', 'S', 'A', ' ', ' ', ' ', 6 },
                    { "RUDIJA", 'R', 'U', 'D', 'I', 'J', 'A', ' ', ' ', ' ', 6 },
                    { "RŪDIJA", 'R', 'Ū', 'D', 'I', 'J', 'A', ' ', ' ', ' ', 6 },
                    { "RUDILIS", 'R', 'U', 'D', 'I', 'L', 'I', 'S', ' ', ' ', 7 },
                    { "RŪDYNAS", 'R', 'Ū', 'D', 'Y', 'N', 'A', 'S', ' ', ' ', 7 },
                    { "RUDINĖ", 'R', 'U', 'D', 'I', 'N', 'Ė', ' ', ' ', ' ', 6 },
                    { "RŪDYNĖLIS", 'R', 'Ū', 'D', 'Y', 'N', 'Ė', 'L', 'I', 'S', 9 },
                    { "RŪDKASYS", 'R', 'Ū', 'D', 'K', 'A', 'S', 'Y', 'S', ' ', 8 },
                    { "RUDUPELIS", 'R', 'U', 'D', 'U', 'P', 'E', 'L', 'I', 'S', 9 },
                    { "RUDUPIS", 'R', 'U', 'D', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "RUDUPYS", 'R', 'U', 'D', 'U', 'P', 'Y', 'S', ' ', ' ', 7 },
                    { "RŪDUPIS", 'R', 'Ū', 'D', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "RŪDUPYS", 'R', 'Ū', 'D', 'U', 'P', 'Y', 'S', ' ', ' ', 7 },
                    { "RŪGTUPIS", 'R', 'Ū', 'G', 'T', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "RUKAINĖ", 'R', 'U', 'K', 'A', 'I', 'N', 'Ė', ' ', ' ', 7 },
                    { "RŪKBALĖ", 'R', 'Ū', 'K', 'B', 'A', 'L', 'Ė', ' ', ' ', 7 },
                    { "RUKIS", 'R', 'U', 'K', 'I', 'S', ' ', ' ', ' ', ' ', 5 },
                    { "RUKLELĖ", 'R', 'U', 'K', 'L', 'E', 'L', 'Ė', ' ', ' ', 7 },
                    { "RULIA", 'R', 'U', 'L', 'I', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "RŪMĖ", 'R', 'Ū', 'M', 'Ė', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "RUNGYS", 'R', 'U', 'N', 'G', 'Y', 'S', ' ', ' ', ' ', 6 },
                    { "RUPIS", 'R', 'U', 'P', 'I', 'S', ' ', ' ', ' ', ' ', 5 },
                    { "RUPKALVĖ", 'R', 'U', 'P', 'K', 'A', 'L', 'V', 'Ė', ' ', 8 },
                    { "RUPŠUPIS", 'R', 'U', 'P', 'Š', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "RŪVELYS", 'R', 'Ū', 'V', 'E', 'L', 'Y', 'S', ' ', ' ', 7 },
                    { "RŪŽĖ", 'R', 'Ū', 'Ž', 'Ė', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "SABALA", 'S', 'A', 'B', 'A', 'L', 'A', ' ', ' ', ' ', 6 },
                    { "SABINĖ", 'S', 'A', 'B', 'I', 'N', 'Ė', ' ', ' ', ' ', 6 },
                    { "SAGAVAS", 'S', 'A', 'G', 'A', 'V', 'A', 'S', ' ', ' ', 7 },
                    { "SAIDĖ", 'S', 'A', 'I', 'D', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "SAISA", 'S', 'A', 'I', 'S', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "SAKALUPIS", 'S', 'A', 'K', 'A', 'L', 'U', 'P', 'I', 'S', 9 },
                    { "SAKIENA", 'S', 'A', 'K', 'I', 'E', 'N', 'A', ' ', ' ', 7 },
                    { "SAKUONA", 'S', 'A', 'K', 'U', 'O', 'N', 'A', ' ', ' ', 7 },
                    { "SALA", 'S', 'A', 'L', 'A', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "SALANTAS", 'S', 'A', 'L', 'A', 'N', 'T', 'A', 'S', ' ', 8 },
                    { "SALDUPIS", 'S', 'A', 'L', 'D', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "SALDUS", 'S', 'A', 'L', 'D', 'U', 'S', ' ', ' ', ' ', 6 },
                    { "SALOTĖ", 'S', 'A', 'L', 'O', 'T', 'Ė', ' ', ' ', ' ', 6 },
                    { "SALTONKA", 'S', 'A', 'L', 'T', 'O', 'N', 'K', 'A', ' ', 8 },
                    { "SALTRAGYS", 'S', 'A', 'L', 'T', 'R', 'A', 'G', 'Y', 'S', 9 },
                    { "SALUPIS", 'S', 'A', 'L', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "SALVIS", 'S', 'A', 'L', 'V', 'I', 'S', ' ', ' ', ' ', 6 },
                    { "SAMANUPIS", 'S', 'A', 'M', 'A', 'N', 'U', 'P', 'I', 'S', 9 },
                    { "SAMAVA", 'S', 'A', 'M', 'A', 'V', 'A', ' ', ' ', ' ', 6 },
                    { "SAMĖ", 'S', 'A', 'M', 'Ė', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "SĄNAŠA", 'S', 'Ą', 'N', 'A', 'Š', 'A', ' ', ' ', ' ', 6 },
                    { "SANDRAVA", 'S', 'A', 'N', 'D', 'R', 'A', 'V', 'A', ' ', 8 },
                    { "SANTAIKA", 'S', 'A', 'N', 'T', 'A', 'I', 'K', 'A', ' ', 8 },
                    { "SANTAKA", 'S', 'A', 'N', 'T', 'A', 'K', 'A', ' ', ' ', 7 },
                    { "SANTAKYS", 'S', 'A', 'N', 'T', 'A', 'K', 'Y', 'S', ' ', 8 },
                    { "SANŽILĖ", 'S', 'A', 'N', 'Ž', 'I', 'L', 'Ė', ' ', ' ', 7 },
                    { "SARGUPIS", 'S', 'A', 'R', 'G', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "SARIA", 'S', 'A', 'R', 'I', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "SARKAINIS", 'S', 'A', 'R', 'K', 'A', 'I', 'N', 'I', 'S', 9 },
                    { "SARTALĖ", 'S', 'A', 'R', 'T', 'A', 'L', 'Ė', ' ', ' ', 7 },
                    { "SARTĖ", 'S', 'A', 'R', 'T', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "SARTELIS", 'S', 'A', 'R', 'T', 'E', 'L', 'I', 'S', ' ', 8 },
                    { "SARTIKĖ", 'S', 'A', 'R', 'T', 'I', 'K', 'Ė', ' ', ' ', 7 },
                    { "SARTIS", 'S', 'A', 'R', 'T', 'I', 'S', ' ', ' ', ' ', 6 },
                    { "SARTUPIS", 'S', 'A', 'R', 'T', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "SARVA", 'S', 'A', 'R', 'V', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "SASNA", 'S', 'A', 'S', 'N', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "SĄSVILA", 'S', 'Ą', 'S', 'V', 'I', 'L', 'A', ' ', ' ', 7 },
                    { "SAUDOGALA", 'S', 'A', 'U', 'D', 'O', 'G', 'A', 'L', 'A', 9 },
                    { "SAUSINĖ", 'S', 'A', 'U', 'S', 'I', 'N', 'Ė', ' ', ' ', 7 },
                    { "SĄVALKA", 'S', 'Ą', 'V', 'A', 'L', 'K', 'A', ' ', ' ', 7 },
                    { "SAVĖLIS", 'S', 'A', 'V', 'Ė', 'L', 'I', 'S', ' ', ' ', 7 },
                    { "SAVENĖ", 'S', 'A', 'V', 'E', 'N', 'Ė', ' ', ' ', ' ', 6 },
                    { "SAVYDA", 'S', 'A', 'V', 'Y', 'D', 'A', ' ', ' ', ' ', 6 },
                    { "SĖDA", 'S', 'Ė', 'D', 'A', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "SEIRA", 'S', 'E', 'I', 'R', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "SĖLIUPIS", 'S', 'Ė', 'L', 'I', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "SĖMENA", 'S', 'Ė', 'M', 'E', 'N', 'A', ' ', ' ', ' ', 6 },
                    { "SENGYNĖ", 'S', 'E', 'N', 'G', 'Y', 'N', 'Ė', ' ', ' ', 7 },
                    { "SENGOVIJA", 'S', 'E', 'N', 'G', 'O', 'V', 'I', 'J', 'A', 9 },
                    { "SENKONĖ", 'S', 'E', 'N', 'K', 'O', 'N', 'Ė', ' ', ' ', 7 },
                    { "SENUPĖ", 'S', 'E', 'N', 'U', 'P', 'Ė', ' ', ' ', ' ', 6 },
                    { "SENUPELIS", 'S', 'E', 'N', 'U', 'P', 'E', 'L', 'I', 'S', 9 },
                    { "SENUPIS", 'S', 'E', 'N', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "SERBENTA", 'S', 'E', 'R', 'B', 'E', 'N', 'T', 'A', ' ', 8 },
                    { "SERMAS", 'S', 'E', 'R', 'M', 'A', 'S', ' ', ' ', ' ', 6 },
                    { "SERTUPIS", 'S', 'E', 'R', 'T', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "SIDABRA", 'S', 'I', 'D', 'A', 'B', 'R', 'A', ' ', ' ', 7 },
                    { "SIEMANYS", 'S', 'I', 'E', 'M', 'A', 'N', 'Y', 'S', ' ', 8 },
                    { "SIENYČIA", 'S', 'I', 'E', 'N', 'Y', 'Č', 'I', 'A', ' ', 8 },
                    { "SIESARTIS", 'S', 'I', 'E', 'S', 'A', 'R', 'T', 'I', 'S', 9 },
                    { "SIETUVOS", 'S', 'I', 'E', 'T', 'U', 'V', 'O', 'S', ' ', 8 },
                    { "SYKĖ", 'S', 'Y', 'K', 'Ė', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "SIMNYČIA", 'S', 'I', 'M', 'N', 'Y', 'Č', 'I', 'A', ' ', 8 },
                    { "SIRGĖLA", 'S', 'I', 'R', 'G', 'Ė', 'L', 'A', ' ', ' ', 7 },
                    { "SIRIJA", 'S', 'I', 'R', 'I', 'J', 'A', ' ', ' ', ' ', 6 },
                    { "SIRUPIS", 'S', 'I', 'R', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "SIRVĖTA", 'S', 'I', 'R', 'V', 'Ė', 'T', 'A', ' ', ' ', 7 },
                    { "SKAISTĖ", 'S', 'K', 'A', 'I', 'S', 'T', 'Ė', ' ', ' ', 7 },
                    { "SKAISTIS", 'S', 'K', 'A', 'I', 'S', 'T', 'I', 'S', ' ', 8 },
                    { "SKALBUPIS", 'S', 'K', 'A', 'L', 'B', 'U', 'P', 'I', 'S', 9 },
                    { "SKALVYS", 'S', 'K', 'A', 'L', 'V', 'Y', 'S', ' ', ' ', 7 },
                    { "SKAPTUTIS", 'S', 'K', 'A', 'P', 'T', 'U', 'T', 'I', 'S', 9 },
                    { "SKARDIS", 'S', 'K', 'A', 'R', 'D', 'I', 'S', ' ', ' ', 7 },
                    { "SKARDUPĖ", 'S', 'K', 'A', 'R', 'D', 'U', 'P', 'Ė', ' ', 8 },
                    { "SKARDUPIS", 'S', 'K', 'A', 'R', 'D', 'U', 'P', 'I', 'S', 9 },
                    { "SKARDUPYS", 'S', 'K', 'A', 'R', 'D', 'U', 'P', 'Y', 'S', 9 },
                    { "SKARDŽIUS", 'S', 'K', 'A', 'R', 'D', 'Ž', 'I', 'U', 'S', 9 },
                    { "SKARYČIA", 'S', 'K', 'A', 'R', 'Y', 'Č', 'I', 'A', ' ', 8 },
                    { "SKARYTĖ", 'S', 'K', 'A', 'R', 'Y', 'T', 'Ė', ' ', ' ', 7 },
                    { "SKARLUPIS", 'S', 'K', 'A', 'R', 'L', 'U', 'P', 'I', 'S', 9 },
                    { "SKARNUPIS", 'S', 'K', 'A', 'R', 'N', 'U', 'P', 'I', 'S', 9 },
                    { "SKATULĖ", 'S', 'K', 'A', 'T', 'U', 'L', 'Ė', ' ', ' ', 7 },
                    { "SKAUDINIS", 'S', 'K', 'A', 'U', 'D', 'I', 'N', 'I', 'S', 9 },
                    { "SKĖMIS", 'S', 'K', 'Ė', 'M', 'I', 'S', ' ', ' ', ' ', 6 },
                    { "SKERDIMAS", 'S', 'K', 'E', 'R', 'D', 'I', 'M', 'A', 'S', 9 },
                    { "SKERDŪMĖ", 'S', 'K', 'E', 'R', 'D', 'Ū', 'M', 'Ė', ' ', 8 },
                    { "SKERDUPIS", 'S', 'K', 'E', 'R', 'D', 'U', 'P', 'I', 'S', 9 },
                    { "SKERNĖ", 'S', 'K', 'E', 'R', 'N', 'Ė', ' ', ' ', ' ', 6 },
                    { "SKERSĖ", 'S', 'K', 'E', 'R', 'S', 'Ė', ' ', ' ', ' ', 6 },
                    { "SKERSINIS", 'S', 'K', 'E', 'R', 'S', 'I', 'N', 'I', 'S', 9 },
                    { "SKINIJA", 'S', 'K', 'I', 'N', 'I', 'J', 'A', ' ', ' ', 7 },
                    { "SKIRNA", 'S', 'K', 'I', 'R', 'N', 'A', ' ', ' ', ' ', 6 },
                    { "SKIRTINAS", 'S', 'K', 'I', 'R', 'T', 'I', 'N', 'A', 'S', 9 },
                    { "SKIRVYTĖ", 'S', 'K', 'I', 'R', 'V', 'Y', 'T', 'Ė', ' ', 8 },
                    { "SKYSTŪNAS", 'S', 'K', 'Y', 'S', 'T', 'Ū', 'N', 'A', 'S', 9 },
                    { "SKLINDA", 'S', 'K', 'L', 'I', 'N', 'D', 'A', ' ', ' ', 7 },
                    { "SKODINYS", 'S', 'K', 'O', 'D', 'I', 'N', 'Y', 'S', ' ', 8 },
                    { "SKRIBYTĖ", 'S', 'K', 'R', 'I', 'B', 'Y', 'T', 'Ė', ' ', 8 },
                    { "SKRYNUPIS", 'S', 'K', 'R', 'Y', 'N', 'U', 'P', 'I', 'S', 9 },
                    { "SKRIODĖ", 'S', 'K', 'R', 'I', 'O', 'D', 'Ė', ' ', ' ', 7 },
                    { "SKROBLĖ", 'S', 'K', 'R', 'O', 'B', 'L', 'Ė', ' ', ' ', 7 },
                    { "SKROBLIS", 'S', 'K', 'R', 'O', 'B', 'L', 'I', 'S', ' ', 8 },
                    { "SKROBLUS", 'S', 'K', 'R', 'O', 'B', 'L', 'U', 'S', ' ', 8 },
                    { "SKRODUPIS", 'S', 'K', 'R', 'O', 'D', 'U', 'P', 'I', 'S', 9 },
                    { "SKURBYNAS", 'S', 'K', 'U', 'R', 'B', 'Y', 'N', 'A', 'S', 9 },
                    { "SKUTULAS", 'S', 'K', 'U', 'T', 'U', 'L', 'A', 'S', ' ', 8 },
                    { "SLAJA", 'S', 'L', 'A', 'J', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "SLIEKINĖ", 'S', 'L', 'I', 'E', 'K', 'I', 'N', 'Ė', ' ', 8 },
                    { "SMALA", 'S', 'M', 'A', 'L', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "SMALINĖ", 'S', 'M', 'A', 'L', 'I', 'N', 'Ė', ' ', ' ', 7 },
                    { "SMALVA", 'S', 'M', 'A', 'L', 'V', 'A', ' ', ' ', ' ', 6 },
                    { "SMARDONĖ", 'S', 'M', 'A', 'R', 'D', 'O', 'N', 'Ė', ' ', 8 },
                    { "SMARKUPIS", 'S', 'M', 'A', 'R', 'K', 'U', 'P', 'I', 'S', 9 },
                    { "SMELTAITĖ", 'S', 'M', 'E', 'L', 'T', 'A', 'I', 'T', 'Ė', 9 },
                    { "SMELTALĖ", 'S', 'M', 'E', 'L', 'T', 'A', 'L', 'Ė', ' ', 8 },
                    { "SMELTĖ", 'S', 'M', 'E', 'L', 'T', 'Ė', ' ', ' ', ' ', 6 },
                    { "SMERTUPIS", 'S', 'M', 'E', 'R', 'T', 'U', 'P', 'I', 'S', 9 },
                    { "SMILGA", 'S', 'M', 'I', 'L', 'G', 'A', ' ', ' ', ' ', 6 },
                    { "SMILGUPIS", 'S', 'M', 'I', 'L', 'G', 'U', 'P', 'I', 'S', 9 },
                    { "SMILTINĖ", 'S', 'M', 'I', 'L', 'T', 'I', 'N', 'Ė', ' ', 8 },
                    { "SMIRDĖLĖ", 'S', 'M', 'I', 'R', 'D', 'Ė', 'L', 'Ė', ' ', 8 },
                    { "SMIRDUPIS", 'S', 'M', 'I', 'R', 'D', 'U', 'P', 'I', 'S', 9 },
                    { "SMUKUŽIS", 'S', 'M', 'U', 'K', 'U', 'Ž', 'I', 'S', ' ', 8 },
                    { "SNAIGYNAS", 'S', 'N', 'A', 'I', 'G', 'Y', 'N', 'A', 'S', 9 },
                    { "SNIETALA", 'S', 'N', 'I', 'E', 'T', 'A', 'L', 'A', ' ', 8 },
                    { "SNITIJA", 'S', 'N', 'I', 'T', 'I', 'J', 'A', ' ', ' ', 7 },
                    { "SNIŪTĖ", 'S', 'N', 'I', 'Ū', 'T', 'Ė', ' ', ' ', ' ', 6 },
                    { "SOBUVA", 'S', 'O', 'B', 'U', 'V', 'A', ' ', ' ', ' ', 6 },
                    { "SODUPIS", 'S', 'O', 'D', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "SORBALIS", 'S', 'O', 'R', 'B', 'A', 'L', 'I', 'S', ' ', 8 },
                    { "SOROČIA", 'S', 'O', 'R', 'O', 'Č', 'I', 'A', ' ', ' ', 7 },
                    { "SPADRAVIS", 'S', 'P', 'A', 'D', 'R', 'A', 'V', 'I', 'S', 9 },
                    { "SPALVĖ", 'S', 'P', 'A', 'L', 'V', 'Ė', ' ', ' ', ' ', 6 },
                    { "SPANGUPIS", 'S', 'P', 'A', 'N', 'G', 'U', 'P', 'I', 'S', 9 },
                    { "SPARTAS", 'S', 'P', 'A', 'R', 'T', 'A', 'S', ' ', ' ', 7 },
                    { "SPENGLA", 'S', 'P', 'E', 'N', 'G', 'L', 'A', ' ', ' ', 7 },
                    { "SPĖRA", 'S', 'P', 'Ė', 'R', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "SPIGINAS", 'S', 'P', 'I', 'G', 'I', 'N', 'A', 'S', ' ', 8 },
                    { "SPUDUPIS", 'S', 'P', 'U', 'D', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "SRAIGĖ", 'S', 'R', 'A', 'I', 'G', 'Ė', ' ', ' ', ' ', 6 },
                    { "SRAUJELĖ", 'S', 'R', 'A', 'U', 'J', 'E', 'L', 'Ė', ' ', 8 },
                    { "SRAUTAS", 'S', 'R', 'A', 'U', 'T', 'A', 'S', ' ', ' ', 7 },
                    { "SRAUTELIS", 'S', 'R', 'A', 'U', 'T', 'E', 'L', 'I', 'S', 9 },
                    { "SRIAUTAS", 'S', 'R', 'I', 'A', 'U', 'T', 'A', 'S', ' ', 8 },
                    { "SROVĖ", 'S', 'R', 'O', 'V', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "SRUOJA", 'S', 'R', 'U', 'O', 'J', 'A', ' ', ' ', ' ', 6 },
                    { "STABĖ", 'S', 'T', 'A', 'B', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "STALGUPIS", 'S', 'T', 'A', 'L', 'G', 'U', 'P', 'I', 'S', 9 },
                    { "STANGĖ", 'S', 'T', 'A', 'N', 'G', 'Ė', ' ', ' ', ' ', 6 },
                    { "STARKUPIS", 'S', 'T', 'A', 'R', 'K', 'U', 'P', 'I', 'S', 9 },
                    { "STATUPIS", 'S', 'T', 'A', 'T', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "STELMUŽĖ", 'S', 'T', 'E', 'L', 'M', 'U', 'Ž', 'Ė', ' ', 8 },
                    { "STIGRĖ", 'S', 'T', 'I', 'G', 'R', 'Ė', ' ', ' ', ' ', 6 },
                    { "STINČIUS", 'S', 'T', 'I', 'N', 'Č', 'I', 'U', 'S', ' ', 8 },
                    { "STIRNA", 'S', 'T', 'I', 'R', 'N', 'A', ' ', ' ', ' ', 6 },
                    { "STIRNĖ", 'S', 'T', 'I', 'R', 'N', 'Ė', ' ', ' ', ' ', 6 },
                    { "STIRTA", 'S', 'T', 'I', 'R', 'T', 'A', ' ', ' ', ' ', 6 },
                    { "STORĖ", 'S', 'T', 'O', 'R', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "STOŠKUPIS", 'S', 'T', 'O', 'Š', 'K', 'U', 'P', 'I', 'S', 9 },
                    { "STRAUJA", 'S', 'T', 'R', 'A', 'U', 'J', 'A', ' ', ' ', 7 },
                    { "STRAUTAS", 'S', 'T', 'R', 'A', 'U', 'T', 'A', 'S', ' ', 8 },
                    { "STREBUKAS", 'S', 'T', 'R', 'E', 'B', 'U', 'K', 'A', 'S', 9 },
                    { "STRĖVA", 'S', 'T', 'R', 'Ė', 'V', 'A', ' ', ' ', ' ', 6 },
                    { "STRIAUNĖ", 'S', 'T', 'R', 'I', 'A', 'U', 'N', 'Ė', ' ', 8 },
                    { "STRIDINIS", 'S', 'T', 'R', 'I', 'D', 'I', 'N', 'I', 'S', 9 },
                    { "STRIŪNA", 'S', 'T', 'R', 'I', 'Ū', 'N', 'A', ' ', ' ', 7 },
                    { "STRIUPĖ", 'S', 'T', 'R', 'I', 'U', 'P', 'Ė', ' ', ' ', 7 },
                    { "STROMELĖ", 'S', 'T', 'R', 'O', 'M', 'E', 'L', 'Ė', ' ', 8 },
                    { "STRŪNA", 'S', 'T', 'R', 'Ū', 'N', 'A', ' ', ' ', ' ', 6 },
                    { "STRŪNELĖ", 'S', 'T', 'R', 'Ū', 'N', 'E', 'L', 'Ė', ' ', 8 },
                    { "STRŪZDA", 'S', 'T', 'R', 'Ū', 'Z', 'D', 'A', ' ', ' ', 7 },
                    { "STULPAS", 'S', 'T', 'U', 'L', 'P', 'A', 'S', ' ', ' ', 7 },
                    { "STUMBRINĖ", 'S', 'T', 'U', 'M', 'B', 'R', 'I', 'N', 'Ė', 9 },
                    { "STUNIS", 'S', 'T', 'U', 'N', 'I', 'S', ' ', ' ', ' ', 6 },
                    { "SUBEDIS", 'S', 'U', 'B', 'E', 'D', 'I', 'S', ' ', ' ', 7 },
                    { "SUDERVĖ", 'S', 'U', 'D', 'E', 'R', 'V', 'Ė', ' ', ' ', 7 },
                    { "SUDRAMALA", 'S', 'U', 'D', 'R', 'A', 'M', 'A', 'L', 'A', 9 },
                    { "SŪDUONIA", 'S', 'Ū', 'D', 'U', 'O', 'N', 'I', 'A', ' ', 8 },
                    { "SUDZIONAS", 'S', 'U', 'D', 'Z', 'I', 'O', 'N', 'A', 'S', 9 },
                    { "SUGEDA", 'S', 'U', 'G', 'E', 'D', 'A', ' ', ' ', ' ', 6 },
                    { "SUKRA", 'S', 'U', 'K', 'R', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "SULDUPIS", 'S', 'U', 'L', 'D', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "SULIAVA", 'S', 'U', 'L', 'I', 'A', 'V', 'A', ' ', ' ', 7 },
                    { "SULIAVĖLĖ", 'S', 'U', 'L', 'I', 'A', 'V', 'Ė', 'L', 'Ė', 9 },
                    { "SULINGA", 'S', 'U', 'L', 'I', 'N', 'G', 'A', ' ', ' ', 7 },
                    { "SULPYS", 'S', 'U', 'L', 'P', 'Y', 'S', ' ', ' ', ' ', 6 },
                    { "SUMAKAS", 'S', 'U', 'M', 'A', 'K', 'A', 'S', ' ', ' ', 7 },
                    { "SUOJA", 'S', 'U', 'O', 'J', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "SUOSA", 'S', 'U', 'O', 'S', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "SUOTAKAS", 'S', 'U', 'O', 'T', 'A', 'K', 'A', 'S', ' ', 8 },
                    { "SUPYNĖ", 'S', 'U', 'P', 'Y', 'N', 'Ė', ' ', ' ', ' ', 6 },
                    { "SŪRAVA", 'S', 'Ū', 'R', 'A', 'V', 'A', ' ', ' ', ' ', 6 },
                    { "SURGLODĖ", 'S', 'U', 'R', 'G', 'L', 'O', 'D', 'Ė', ' ', 8 },
                    { "SŪRIS", 'S', 'Ū', 'R', 'I', 'S', ' ', ' ', ' ', ' ', 5 },
                    { "SURKUPYS", 'S', 'U', 'R', 'K', 'U', 'P', 'Y', 'S', ' ', 8 },
                    { "SURMIA", 'S', 'U', 'R', 'M', 'I', 'A', ' ', ' ', ' ', 6 },
                    { "SŪRUPIS", 'S', 'Ū', 'R', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "SUSĖJA", 'S', 'U', 'S', 'Ė', 'J', 'A', ' ', ' ', ' ', 6 },
                    { "SUSIENA", 'S', 'U', 'S', 'I', 'E', 'N', 'A', ' ', ' ', 7 },
                    { "SUTRĖ", 'S', 'U', 'T', 'R', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "SUVIRKŠTĖ", 'S', 'U', 'V', 'I', 'R', 'K', 'Š', 'T', 'Ė', 9 },
                    { "SVAIGĖ", 'S', 'V', 'A', 'I', 'G', 'Ė', ' ', ' ', ' ', 6 },
                    { "SVALĖ", 'S', 'V', 'A', 'L', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "SVALIA", 'S', 'V', 'A', 'L', 'I', 'A', ' ', ' ', ' ', 6 },
                    { "SVALIŠKIS", 'S', 'V', 'A', 'L', 'I', 'Š', 'K', 'I', 'S', 9 },
                    { "SVĖDASA", 'S', 'V', 'Ė', 'D', 'A', 'S', 'A', ' ', ' ', 7 },
                    { "SVĖDUBĖ", 'S', 'V', 'Ė', 'D', 'U', 'B', 'Ė', ' ', ' ', 7 },
                    { "SVĖDUPIS", 'S', 'V', 'Ė', 'D', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "SVETYČIA", 'S', 'V', 'E', 'T', 'Y', 'Č', 'I', 'A', ' ', 8 },
                    { "SVETUS", 'S', 'V', 'E', 'T', 'U', 'S', ' ', ' ', ' ', 6 },
                    { "SVIDRA", 'S', 'V', 'I', 'D', 'R', 'A', ' ', ' ', ' ', 6 },
                    { "SVYLA", 'S', 'V', 'Y', 'L', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "SVINČELĖ", 'S', 'V', 'I', 'N', 'Č', 'E', 'L', 'Ė', ' ', 8 },
                    { "SVIRKALIS", 'S', 'V', 'I', 'R', 'K', 'A', 'L', 'I', 'S', 9 },
                    { "SVIRNUPIS", 'S', 'V', 'I', 'R', 'N', 'U', 'P', 'I', 'S', 9 },
                    { "ŠAČIA", 'Š', 'A', 'Č', 'I', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "ŠAKA", 'Š', 'A', 'K', 'A', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "ŠAKAITĖ", 'Š', 'A', 'K', 'A', 'I', 'T', 'Ė', ' ', ' ', 7 },
                    { "ŠAKALĖ", 'Š', 'A', 'K', 'A', 'L', 'Ė', ' ', ' ', ' ', 6 },
                    { "ŠAKARNĖ", 'Š', 'A', 'K', 'A', 'R', 'N', 'Ė', ' ', ' ', 7 },
                    { "ŠAKARNIS", 'Š', 'A', 'K', 'A', 'R', 'N', 'I', 'S', ' ', 8 },
                    { "ŠAKARVA", 'Š', 'A', 'K', 'A', 'R', 'V', 'A', ' ', ' ', 7 },
                    { "ŠAKĖ", 'Š', 'A', 'K', 'Ė', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "ŠAKELELĖ", 'Š', 'A', 'K', 'E', 'L', 'E', 'L', 'Ė', ' ', 8 },
                    { "ŠAKYNA", 'Š', 'A', 'K', 'Y', 'N', 'A', ' ', ' ', ' ', 6 },
                    { "ŠAKINĖ", 'Š', 'A', 'K', 'I', 'N', 'Ė', ' ', ' ', ' ', 6 },
                    { "ŠAKYNĖ", 'Š', 'A', 'K', 'Y', 'N', 'Ė', ' ', ' ', ' ', 6 },
                    { "ŠAKIŠKIS", 'Š', 'A', 'K', 'I', 'Š', 'K', 'I', 'S', ' ', 8 },
                    { "ŠAKUMA", 'Š', 'A', 'K', 'U', 'M', 'A', ' ', ' ', ' ', 6 },
                    { "ŠAKUPIS", 'Š', 'A', 'K', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "ŠALČIA", 'Š', 'A', 'L', 'Č', 'I', 'A', ' ', ' ', ' ', 6 },
                    { "ŠALNAITĖ", 'Š', 'A', 'L', 'N', 'A', 'I', 'T', 'Ė', ' ', 8 },
                    { "ŠALPĖ", 'Š', 'A', 'L', 'P', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "ŠALPELĖ", 'Š', 'A', 'L', 'P', 'E', 'L', 'Ė', ' ', ' ', 7 },
                    { "ŠALTEIKĖ", 'Š', 'A', 'L', 'T', 'E', 'I', 'K', 'Ė', ' ', 8 },
                    { "ŠALTENIS", 'Š', 'A', 'L', 'T', 'E', 'N', 'I', 'S', ' ', 8 },
                    { "ŠALTYNAS", 'Š', 'A', 'L', 'T', 'Y', 'N', 'A', 'S', ' ', 8 },
                    { "ŠALTINIS", 'Š', 'A', 'L', 'T', 'I', 'N', 'I', 'S', ' ', 8 },
                    { "ŠALTOJA", 'Š', 'A', 'L', 'T', 'O', 'J', 'A', ' ', ' ', 7 },
                    { "ŠALTUONA", 'Š', 'A', 'L', 'T', 'U', 'O', 'N', 'A', ' ', 8 },
                    { "ŠALTUPĖ", 'Š', 'A', 'L', 'T', 'U', 'P', 'Ė', ' ', ' ', 7 },
                    { "ŠALTUPIS", 'Š', 'A', 'L', 'T', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "ŠALTUPYS", 'Š', 'A', 'L', 'T', 'U', 'P', 'Y', 'S', ' ', 8 },
                    { "ŠAMINĖ", 'Š', 'A', 'M', 'I', 'N', 'Ė', ' ', ' ', ' ', 6 },
                    { "ŠAPALAS", 'Š', 'A', 'P', 'A', 'L', 'A', 'S', ' ', ' ', 7 },
                    { "ŠAPELĖ", 'Š', 'A', 'P', 'E', 'L', 'Ė', ' ', ' ', ' ', 6 },
                    { "ŠARKYČIA", 'Š', 'A', 'R', 'K', 'Y', 'Č', 'I', 'A', ' ', 8 },
                    { "ŠARKUPIS", 'Š', 'A', 'R', 'K', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "ŠARKVEDIS", 'Š', 'A', 'R', 'K', 'V', 'E', 'D', 'I', 'S', 9 },
                    { "ŠARNELĖ", 'Š', 'A', 'R', 'N', 'E', 'L', 'Ė', ' ', ' ', 7 },
                    { "ŠAŠULYS", 'Š', 'A', 'Š', 'U', 'L', 'Y', 'S', ' ', ' ', 7 },
                    { "ŠATA", 'Š', 'A', 'T', 'A', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "ŠATRIJA", 'Š', 'A', 'T', 'R', 'I', 'J', 'A', ' ', ' ', 7 },
                    { "ŠAUNYS", 'Š', 'A', 'U', 'N', 'Y', 'S', ' ', ' ', ' ', 6 },
                    { "ŠAVAŠA", 'Š', 'A', 'V', 'A', 'Š', 'A', ' ', ' ', ' ', 6 },
                    { "ŠAVIENĖ", 'Š', 'A', 'V', 'I', 'E', 'N', 'Ė', ' ', ' ', 7 },
                    { "ŠEDERVA", 'Š', 'E', 'D', 'E', 'R', 'V', 'A', ' ', ' ', 7 },
                    { "ŠEDUIKIS", 'Š', 'E', 'D', 'U', 'I', 'K', 'I', 'S', ' ', 8 },
                    { "ŠEDVYGA", 'Š', 'E', 'D', 'V', 'Y', 'G', 'A', ' ', ' ', 7 },
                    { "ŠEIMENA", 'Š', 'E', 'I', 'M', 'E', 'N', 'A', ' ', ' ', 7 },
                    { "ŠĖKŠTYS", 'Š', 'Ė', 'K', 'Š', 'T', 'Y', 'S', ' ', ' ', 7 },
                    { "ŠELMENTA", 'Š', 'E', 'L', 'M', 'E', 'N', 'T', 'A', ' ', 8 },
                    { "ŠELMUO", 'Š', 'E', 'L', 'M', 'U', 'O', ' ', ' ', ' ', 6 },
                    { "ŠĖMĖ", 'Š', 'Ė', 'M', 'Ė', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "ŠEPETA", 'Š', 'E', 'P', 'E', 'T', 'A', ' ', ' ', ' ', 6 },
                    { "ŠEPETYS", 'Š', 'E', 'P', 'E', 'T', 'Y', 'S', ' ', ' ', 7 },
                    { "ŠERKŠNĖ", 'Š', 'E', 'R', 'K', 'Š', 'N', 'Ė', ' ', ' ', 7 },
                    { "ŠERKŠNYS", 'Š', 'E', 'R', 'K', 'Š', 'N', 'Y', 'S', ' ', 8 },
                    { "ŠERMUTAS", 'Š', 'E', 'R', 'M', 'U', 'T', 'A', 'S', ' ', 8 },
                    { "ŠERNUPIS", 'Š', 'E', 'R', 'N', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "ŠERUPIS", 'Š', 'E', 'R', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "ŠEŠĖVĖ", 'Š', 'E', 'Š', 'Ė', 'V', 'Ė', ' ', ' ', ' ', 6 },
                    { "ŠEŠĖVĖLĖ", 'Š', 'E', 'Š', 'Ė', 'V', 'Ė', 'L', 'Ė', ' ', 8 },
                    { "ŠEŠKINĖ", 'Š', 'E', 'Š', 'K', 'I', 'N', 'Ė', ' ', ' ', 7 },
                    { "ŠEŠKYNĖ", 'Š', 'E', 'Š', 'K', 'Y', 'N', 'Ė', ' ', ' ', 7 },
                    { "ŠEŠKUPIS", 'Š', 'E', 'Š', 'K', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "ŠEŠUOLA", 'Š', 'E', 'Š', 'U', 'O', 'L', 'A', ' ', ' ', 7 },
                    { "ŠEŠUPĖ", 'Š', 'E', 'Š', 'U', 'P', 'Ė', ' ', ' ', ' ', 6 },
                    { "ŠEŠUVA", 'Š', 'E', 'Š', 'U', 'V', 'A', ' ', ' ', ' ', 6 },
                    { "ŠEŠUVIS", 'Š', 'E', 'Š', 'U', 'V', 'I', 'S', ' ', ' ', 7 },
                    { "ŠĖTA", 'Š', 'Ė', 'T', 'A', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "ŠETEKŠNA", 'Š', 'E', 'T', 'E', 'K', 'Š', 'N', 'A', ' ', 8 },
                    { "ŠĖTUPIS", 'Š', 'Ė', 'T', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "ŠIAUDĖ", 'Š', 'I', 'A', 'U', 'D', 'Ė', ' ', ' ', ' ', 6 },
                    { "ŠIAUŠĖ", 'Š', 'I', 'A', 'U', 'Š', 'Ė', ' ', ' ', ' ', 6 },
                    { "ŠIAUŠUPIS", 'Š', 'I', 'A', 'U', 'Š', 'U', 'P', 'I', 'S', 9 },
                    { "ŠIEKŠTĖ", 'Š', 'I', 'E', 'K', 'Š', 'T', 'Ė', ' ', ' ', 7 },
                    { "ŠIENUPIS", 'Š', 'I', 'E', 'N', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "ŠILADĖLIS", 'Š', 'I', 'L', 'A', 'D', 'Ė', 'L', 'I', 'S', 9 },
                    { "ŠILADIS", 'Š', 'I', 'L', 'A', 'D', 'I', 'S', ' ', ' ', 7 },
                    { "ŠILAUPĖ", 'Š', 'I', 'L', 'A', 'U', 'P', 'Ė', ' ', ' ', 7 },
                    { "ŠILĖ", 'Š', 'I', 'L', 'Ė', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "ŠILELĖ", 'Š', 'I', 'L', 'E', 'L', 'Ė', ' ', ' ', ' ', 6 },
                    { "ŠILIA", 'Š', 'I', 'L', 'I', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "ŠILINĖ", 'Š', 'I', 'L', 'I', 'N', 'Ė', ' ', ' ', ' ', 6 },
                    { "ŠILINĖLIS", 'Š', 'I', 'L', 'I', 'N', 'Ė', 'L', 'I', 'S', 9 },
                    { "ŠILTUPIS", 'Š', 'I', 'L', 'T', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "ŠILUPĖ", 'Š', 'I', 'L', 'U', 'P', 'Ė', ' ', ' ', ' ', 6 },
                    { "ŠILUPIS", 'Š', 'I', 'L', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "ŠILVADA", 'Š', 'I', 'L', 'V', 'A', 'D', 'A', ' ', ' ', 7 },
                    { "ŠIMŠA", 'Š', 'I', 'M', 'Š', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "ŠIPETA", 'Š', 'I', 'P', 'E', 'T', 'A', ' ', ' ', ' ', 6 },
                    { "ŠIRKŠNĖ", 'Š', 'I', 'R', 'K', 'Š', 'N', 'Ė', ' ', ' ', 7 },
                    { "ŠIRVINTA", 'Š', 'I', 'R', 'V', 'I', 'N', 'T', 'A', ' ', 8 },
                    { "ŠYŠA", 'Š', 'Y', 'Š', 'A', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "ŠYŠALĖ", 'Š', 'Y', 'Š', 'A', 'L', 'Ė', ' ', ' ', ' ', 6 },
                    { "ŠIULĖ", 'Š', 'I', 'U', 'L', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "ŠIŪRA", 'Š', 'I', 'Ū', 'R', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "ŠIURPĖ", 'Š', 'I', 'U', 'R', 'P', 'Ė', ' ', ' ', ' ', 6 },
                    { "ŠIŪŠIS", 'Š', 'I', 'Ū', 'Š', 'I', 'S', ' ', ' ', ' ', 6 },
                    { "ŠIUŽĖ", 'Š', 'I', 'U', 'Ž', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "ŠYVINIS", 'Š', 'Y', 'V', 'I', 'N', 'I', 'S', ' ', ' ', 7 },
                    { "ŠLAPAKŠNA", 'Š', 'L', 'A', 'P', 'A', 'K', 'Š', 'N', 'A', 9 },
                    { "ŠLAUNIS", 'Š', 'L', 'A', 'U', 'N', 'I', 'S', ' ', ' ', 7 },
                    { "ŠLAVANTA", 'Š', 'L', 'A', 'V', 'A', 'N', 'T', 'A', ' ', 8 },
                    { "ŠLAVĖ", 'Š', 'L', 'A', 'V', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "ŠLAVEITA", 'Š', 'L', 'A', 'V', 'E', 'I', 'T', 'A', ' ', 8 },
                    { "ŠLĖNA", 'Š', 'L', 'Ė', 'N', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "ŠLYNA", 'Š', 'L', 'Y', 'N', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "ŠLYNAITĖ", 'Š', 'L', 'Y', 'N', 'A', 'I', 'T', 'Ė', ' ', 8 },
                    { "ŠLYNUPYS", 'Š', 'L', 'Y', 'N', 'U', 'P', 'Y', 'S', ' ', 8 },
                    { "ŠLŪŽMĖ", 'Š', 'L', 'Ū', 'Ž', 'M', 'Ė', ' ', ' ', ' ', 6 },
                    { "ŠOLYS", 'Š', 'O', 'L', 'Y', 'S', ' ', ' ', ' ', ' ', 5 },
                    { "ŠOLUPIS", 'Š', 'O', 'L', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "ŠONA", 'Š', 'O', 'N', 'A', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "ŠONAS", 'Š', 'O', 'N', 'A', 'S', ' ', ' ', ' ', ' ', 5 },
                    { "ŠŪDKOJIS", 'Š', 'Ū', 'D', 'K', 'O', 'J', 'I', 'S', ' ', 8 },
                    { "ŠUKĖTAS", 'Š', 'U', 'K', 'Ė', 'T', 'A', 'S', ' ', ' ', 7 },
                    { "ŠUKUPIS", 'Š', 'U', 'K', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "ŠUMAS", 'Š', 'U', 'M', 'A', 'S', ' ', ' ', ' ', ' ', 5 },
                    { "ŠUMERA", 'Š', 'U', 'M', 'E', 'R', 'A', ' ', ' ', ' ', 6 },
                    { "ŠUNIJA", 'Š', 'U', 'N', 'I', 'J', 'A', ' ', ' ', ' ', 6 },
                    { "ŠUNYKŠTA", 'Š', 'U', 'N', 'Y', 'K', 'Š', 'T', 'A', ' ', 8 },
                    { "ŠUNUPĖ", 'Š', 'U', 'N', 'U', 'P', 'Ė', ' ', ' ', ' ', 6 },
                    { "ŠUNUPIS", 'Š', 'U', 'N', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "ŠUOJA", 'Š', 'U', 'O', 'J', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "ŠUSTIS", 'Š', 'U', 'S', 'T', 'I', 'S', ' ', ' ', ' ', 6 },
                    { "ŠUŠVAITĖ", 'Š', 'U', 'Š', 'V', 'A', 'I', 'T', 'Ė', ' ', 8 },
                    { "ŠUŠVĖ", 'Š', 'U', 'Š', 'V', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "ŠVARCUPIS", 'Š', 'V', 'A', 'R', 'C', 'U', 'P', 'I', 'S', 9 },
                    { "ŠVEDĖ", 'Š', 'V', 'E', 'D', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "ŠVĖKŠNALĖ", 'Š', 'V', 'Ė', 'K', 'Š', 'N', 'A', 'L', 'Ė', 9 },
                    { "ŠVELNUPYS", 'Š', 'V', 'E', 'L', 'N', 'U', 'P', 'Y', 'S', 9 },
                    { "ŠVĖMALIS", 'Š', 'V', 'Ė', 'M', 'A', 'L', 'I', 'S', ' ', 8 },
                    { "ŠVENDRA", 'Š', 'V', 'E', 'N', 'D', 'R', 'A', ' ', ' ', 7 },
                    { "ŠVENDRYS", 'Š', 'V', 'E', 'N', 'D', 'R', 'Y', 'S', ' ', 8 },
                    { "ŠVENTĖ", 'Š', 'V', 'E', 'N', 'T', 'Ė', ' ', ' ', ' ', 6 },
                    { "ŠVENTELĖ", 'Š', 'V', 'E', 'N', 'T', 'E', 'L', 'Ė', ' ', 8 },
                    { "ŠVENTYTĖ", 'Š', 'V', 'E', 'N', 'T', 'Y', 'T', 'Ė', ' ', 8 },
                    { "ŠVENTOJI", 'Š', 'V', 'E', 'N', 'T', 'O', 'J', 'I', ' ', 8 },
                    { "ŠVENTUPĖ", 'Š', 'V', 'E', 'N', 'T', 'U', 'P', 'Ė', ' ', 8 },
                    { "ŠVENTUPIS", 'Š', 'V', 'E', 'N', 'T', 'U', 'P', 'I', 'S', 9 },
                    { "ŠVENTUPYS", 'Š', 'V', 'E', 'N', 'T', 'U', 'P', 'Y', 'S', 9 },
                    { "ŠVĖTĖ", 'Š', 'V', 'Ė', 'T', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "ŠVĖTELĖ", 'Š', 'V', 'Ė', 'T', 'E', 'L', 'Ė', ' ', ' ', 7 },
                    { "ŠVITINYS", 'Š', 'V', 'I', 'T', 'I', 'N', 'Y', 'S', ' ', 8 },
                    { "ŠVOGINA", 'Š', 'V', 'O', 'G', 'I', 'N', 'A', ' ', ' ', 7 },
                    { "TAIPĖDA", 'T', 'A', 'I', 'P', 'Ė', 'D', 'A', ' ', ' ', 7 },
                    { "TALĖ", 'T', 'A', 'L', 'Ė', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "TALKOTAS", 'T', 'A', 'L', 'K', 'O', 'T', 'A', 'S', ' ', 8 },
                    { "TALTUPIS", 'T', 'A', 'L', 'T', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "TAMOŠUPIS", 'T', 'A', 'M', 'O', 'Š', 'U', 'P', 'I', 'S', 9 },
                    { "TAMSĖ", 'T', 'A', 'M', 'S', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "TAMŠA", 'T', 'A', 'M', 'Š', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "TARANDĖ", 'T', 'A', 'R', 'A', 'N', 'D', 'Ė', ' ', ' ', 7 },
                    { "TARPIJA", 'T', 'A', 'R', 'P', 'I', 'J', 'A', ' ', ' ', 7 },
                    { "TARTALAS", 'T', 'A', 'R', 'T', 'A', 'L', 'A', 'S', ' ', 8 },
                    { "TARVAINIS", 'T', 'A', 'R', 'V', 'A', 'I', 'N', 'I', 'S', 9 },
                    { "TATULA", 'T', 'A', 'T', 'U', 'L', 'A', ' ', ' ', ' ', 6 },
                    { "TAURAGNA", 'T', 'A', 'U', 'R', 'A', 'G', 'N', 'A', ' ', 8 },
                    { "TAURĖ", 'T', 'A', 'U', 'R', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "TAURIJA", 'T', 'A', 'U', 'R', 'I', 'J', 'A', ' ', ' ', 7 },
                    { "TAUROSTA", 'T', 'A', 'U', 'R', 'O', 'S', 'T', 'A', ' ', 8 },
                    { "TAUROŽĖ", 'T', 'A', 'U', 'R', 'O', 'Ž', 'Ė', ' ', ' ', 7 },
                    { "TAURULIS", 'T', 'A', 'U', 'R', 'U', 'L', 'I', 'S', ' ', 8 },
                    { "TAURUPĖ", 'T', 'A', 'U', 'R', 'U', 'P', 'Ė', ' ', ' ', 7 },
                    { "TAURUPIS", 'T', 'A', 'U', 'R', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "TAURUPYS", 'T', 'A', 'U', 'R', 'U', 'P', 'Y', 'S', ' ', 8 },
                    { "TAUSALAS", 'T', 'A', 'U', 'S', 'A', 'L', 'A', 'S', ' ', 8 },
                    { "TAUŠĖ", 'T', 'A', 'U', 'Š', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "TAUTINYS", 'T', 'A', 'U', 'T', 'I', 'N', 'Y', 'S', ' ', 8 },
                    { "TEKMĖ", 'T', 'E', 'K', 'M', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "TEKUPYS", 'T', 'E', 'K', 'U', 'P', 'Y', 'S', ' ', ' ', 7 },
                    { "TELŠĖ", 'T', 'E', 'L', 'Š', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "TELŠINA", 'T', 'E', 'L', 'Š', 'I', 'N', 'A', ' ', ' ', 7 },
                    { "TENENYS", 'T', 'E', 'N', 'E', 'N', 'Y', 'S', ' ', ' ', 7 },
                    { "TENŽĖ", 'T', 'E', 'N', 'Ž', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "TERMENTAS", 'T', 'E', 'R', 'M', 'E', 'N', 'T', 'A', 'S', 9 },
                    { "TERPINĖ", 'T', 'E', 'R', 'P', 'I', 'N', 'Ė', ' ', ' ', 7 },
                    { "TETERVĖ", 'T', 'E', 'T', 'E', 'R', 'V', 'Ė', ' ', ' ', 7 },
                    { "TIDIKAS", 'T', 'I', 'D', 'I', 'K', 'A', 'S', ' ', ' ', 7 },
                    { "TIDIS", 'T', 'I', 'D', 'I', 'S', ' ', ' ', ' ', ' ', 5 },
                    { "TILKA", 'T', 'I', 'L', 'K', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "TILTABALĖ", 'T', 'I', 'L', 'T', 'A', 'B', 'A', 'L', 'Ė', 9 },
                    { "TILTINIS", 'T', 'I', 'L', 'T', 'I', 'N', 'I', 'S', ' ', 8 },
                    { "TILTMEDYS", 'T', 'I', 'L', 'T', 'M', 'E', 'D', 'Y', 'S', 9 },
                    { "TILŽĖ", 'T', 'I', 'L', 'Ž', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "TIMSRUPĖ", 'T', 'I', 'M', 'S', 'R', 'U', 'P', 'Ė', ' ', 8 },
                    { "TINALUPIS", 'T', 'I', 'N', 'A', 'L', 'U', 'P', 'I', 'S', 9 },
                    { "TYRELIS", 'T', 'Y', 'R', 'E', 'L', 'I', 'S', ' ', ' ', 7 },
                    { "TYRELUPIS", 'T', 'Y', 'R', 'E', 'L', 'U', 'P', 'I', 'S', 9 },
                    { "TYRUPALIS", 'T', 'Y', 'R', 'U', 'P', 'A', 'L', 'I', 'S', 9 },
                    { "TYRUPIS", 'T', 'Y', 'R', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "TYTUVA", 'T', 'Y', 'T', 'U', 'V', 'A', ' ', ' ', ' ', 6 },
                    { "TOLA", 'T', 'O', 'L', 'A', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "TOLEIŠĖ", 'T', 'O', 'L', 'E', 'I', 'Š', 'Ė', ' ', ' ', 7 },
                    { "TOLUPĖ", 'T', 'O', 'L', 'U', 'P', 'Ė', ' ', ' ', ' ', 6 },
                    { "TOLUPIS", 'T', 'O', 'L', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "TOPALIS", 'T', 'O', 'P', 'A', 'L', 'I', 'S', ' ', ' ', 7 },
                    { "TOŠĖ", 'T', 'O', 'Š', 'Ė', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "TOŠKUPYS", 'T', 'O', 'Š', 'K', 'U', 'P', 'Y', 'S', ' ', 8 },
                    { "TRALNYS", 'T', 'R', 'A', 'L', 'N', 'Y', 'S', ' ', ' ', 7 },
                    { "TRAMALKAS", 'T', 'R', 'A', 'M', 'A', 'L', 'K', 'A', 'S', 9 },
                    { "TRANINAS", 'T', 'R', 'A', 'N', 'I', 'N', 'A', 'S', ' ', 8 },
                    { "TRANYS", 'T', 'R', 'A', 'N', 'Y', 'S', ' ', ' ', ' ', 6 },
                    { "TRASINĖ", 'T', 'R', 'A', 'S', 'I', 'N', 'Ė', ' ', ' ', 7 },
                    { "TRAUKŠLYS", 'T', 'R', 'A', 'U', 'K', 'Š', 'L', 'Y', 'S', 9 },
                    { "TREIGYS", 'T', 'R', 'E', 'I', 'G', 'Y', 'S', ' ', ' ', 7 },
                    { "TREINOJI", 'T', 'R', 'E', 'I', 'N', 'O', 'J', 'I', ' ', 8 },
                    { "TREINUPIS", 'T', 'R', 'E', 'I', 'N', 'U', 'P', 'I', 'S', 9 },
                    { "TRYDUPIS", 'T', 'R', 'Y', 'D', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "TRYDUPYS", 'T', 'R', 'Y', 'D', 'U', 'P', 'Y', 'S', ' ', 8 },
                    { "TRIKOJIS", 'T', 'R', 'I', 'K', 'O', 'J', 'I', 'S', ' ', 8 },
                    { "TRINKĖ", 'T', 'R', 'I', 'N', 'K', 'Ė', ' ', ' ', ' ', 6 },
                    { "TRINKULIS", 'T', 'R', 'I', 'N', 'K', 'U', 'L', 'I', 'S', 9 },
                    { "TRINUPIS", 'T', 'R', 'I', 'N', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "TRIŠAKIS", 'T', 'R', 'I', 'Š', 'A', 'K', 'I', 'S', ' ', 8 },
                    { "TRYŠKYS", 'T', 'R', 'Y', 'Š', 'K', 'Y', 'S', ' ', ' ', 7 },
                    { "TRIUMPIKĖ", 'T', 'R', 'I', 'U', 'M', 'P', 'I', 'K', 'Ė', 9 },
                    { "TRIŪPELIS", 'T', 'R', 'I', 'Ū', 'P', 'E', 'L', 'I', 'S', 9 },
                    { "TRUIKIS", 'T', 'R', 'U', 'I', 'K', 'I', 'S', ' ', ' ', 7 },
                    { "TRUMPĖ", 'T', 'R', 'U', 'M', 'P', 'Ė', ' ', ' ', ' ', 6 },
                    { "TRUMPIS", 'T', 'R', 'U', 'M', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "TRUMPUKAS", 'T', 'R', 'U', 'M', 'P', 'U', 'K', 'A', 'S', 9 },
                    { "TRUNDA", 'T', 'R', 'U', 'N', 'D', 'A', ' ', ' ', ' ', 6 },
                    { "TULĖ", 'T', 'U', 'L', 'Ė', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "TUMULŠIA", 'T', 'U', 'M', 'U', 'L', 'Š', 'I', 'A', ' ', 8 },
                    { "TUOLA", 'T', 'U', 'O', 'L', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "TŪRĖ", 'T', 'Ū', 'R', 'Ė', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "TURNIŠKĖ", 'T', 'U', 'R', 'N', 'I', 'Š', 'K', 'Ė', ' ', 8 },
                    { "TŪRUPIS", 'T', 'Ū', 'R', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "TUŠTUPIS", 'T', 'U', 'Š', 'T', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "TŪTAKA", 'T', 'Ū', 'T', 'A', 'K', 'A', ' ', ' ', ' ', 6 },
                    { "TVANKA", 'T', 'V', 'A', 'N', 'K', 'A', ' ', ' ', ' ', 6 },
                    { "TVARKANTĖ", 'T', 'V', 'A', 'R', 'K', 'A', 'N', 'T', 'Ė', 9 },
                    { "TVERKTA", 'T', 'V', 'E', 'R', 'K', 'T', 'A', ' ', ' ', 7 },
                    { "TVERUPIS", 'T', 'V', 'E', 'R', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "ŪBEIKA", 'Ū', 'B', 'E', 'I', 'K', 'A', ' ', ' ', ' ', 6 },
                    { "UBESIUKAS", 'U', 'B', 'E', 'S', 'I', 'U', 'K', 'A', 'S', 9 },
                    { "ŪDARA", 'Ū', 'D', 'A', 'R', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "ŪDROKLIS", 'Ū', 'D', 'R', 'O', 'K', 'L', 'I', 'S', ' ', 8 },
                    { "ŪDROKŠLIS", 'Ū', 'D', 'R', 'O', 'K', 'Š', 'L', 'I', 'S', 9 },
                    { "ŪDRUPYS", 'Ū', 'D', 'R', 'U', 'P', 'Y', 'S', ' ', ' ', 7 },
                    { "UIDĖ", 'U', 'I', 'D', 'Ė', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "ŪKIS", 'Ū', 'K', 'I', 'S', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "ŪLYŠKAS", 'Ū', 'L', 'Y', 'Š', 'K', 'A', 'S', ' ', ' ', 7 },
                    { "ULYTĖLĖ", 'U', 'L', 'Y', 'T', 'Ė', 'L', 'Ė', ' ', ' ', 7 },
                    { "UOGINIS", 'U', 'O', 'G', 'I', 'N', 'I', 'S', ' ', ' ', 7 },
                    { "UOGYS", 'U', 'O', 'G', 'Y', 'S', ' ', ' ', ' ', ' ', 5 },
                    { "UOGLAINĖ", 'U', 'O', 'G', 'L', 'A', 'I', 'N', 'Ė', ' ', 8 },
                    { "UOLAINIS", 'U', 'O', 'L', 'A', 'I', 'N', 'I', 'S', ' ', 8 },
                    { "UOLĖ", 'U', 'O', 'L', 'Ė', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "UOLINTA", 'U', 'O', 'L', 'I', 'N', 'T', 'A', ' ', ' ', 7 },
                    { "UOSIJA", 'U', 'O', 'S', 'I', 'J', 'A', ' ', ' ', ' ', 6 },
                    { "UOSINTA", 'U', 'O', 'S', 'I', 'N', 'T', 'A', ' ', ' ', 7 },
                    { "UOSYTIS", 'U', 'O', 'S', 'Y', 'T', 'I', 'S', ' ', ' ', 7 },
                    { "UOSUPĖ", 'U', 'O', 'S', 'U', 'P', 'Ė', ' ', ' ', ' ', 6 },
                    { "UOSUPELIS", 'U', 'O', 'S', 'U', 'P', 'E', 'L', 'I', 'S', 9 },
                    { "UOSUPĖLIS", 'U', 'O', 'S', 'U', 'P', 'Ė', 'L', 'I', 'S', 9 },
                    { "UOSUPIS", 'U', 'O', 'S', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "UOŠNA", 'U', 'O', 'Š', 'N', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "UPELĖ", 'U', 'P', 'E', 'L', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "UPELIS", 'U', 'P', 'E', 'L', 'I', 'S', ' ', ' ', ' ', 6 },
                    { "UPĖSĖ", 'U', 'P', 'Ė', 'S', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "UPĖSMAS", 'U', 'P', 'Ė', 'S', 'M', 'A', 'S', ' ', ' ', 7 },
                    { "UPIKAS", 'U', 'P', 'I', 'K', 'A', 'S', ' ', ' ', ' ', 6 },
                    { "UPYNA", 'U', 'P', 'Y', 'N', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "UPYNALĖ", 'U', 'P', 'Y', 'N', 'A', 'L', 'Ė', ' ', ' ', 7 },
                    { "UPYNIKĖ", 'U', 'P', 'Y', 'N', 'I', 'K', 'Ė', ' ', ' ', 7 },
                    { "UPIS", 'U', 'P', 'I', 'S', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "UPITA", 'U', 'P', 'I', 'T', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "UPYTĖ", 'U', 'P', 'Y', 'T', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "UPIUKAS", 'U', 'P', 'I', 'U', 'K', 'A', 'S', ' ', ' ', 7 },
                    { "UPIUS", 'U', 'P', 'I', 'U', 'S', ' ', ' ', ' ', ' ', 5 },
                    { "UPSALA", 'U', 'P', 'S', 'A', 'L', 'A', ' ', ' ', ' ', 6 },
                    { "URDUPIS", 'U', 'R', 'D', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "URKA", 'U', 'R', 'K', 'A', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "URKIS", 'U', 'R', 'K', 'I', 'S', ' ', ' ', ' ', ' ', 5 },
                    { "URKUPIS", 'U', 'R', 'K', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "URNUPIS", 'U', 'R', 'N', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "URVENA", 'U', 'R', 'V', 'E', 'N', 'A', ' ', ' ', ' ', 6 },
                    { "ŪSIOGINĖ", 'Ū', 'S', 'I', 'O', 'G', 'I', 'N', 'Ė', ' ', 8 },
                    { "USLAJA", 'U', 'S', 'L', 'A', 'J', 'A', ' ', ' ', ' ', 6 },
                    { "ŪSUPIS", 'Ū', 'S', 'U', 'P', 'I', 'S', ' ', ' ', ' ', 6 },
                    { "USVALKA", 'U', 'S', 'V', 'A', 'L', 'K', 'A', ' ', ' ', 7 },
                    { "UŠNA", 'U', 'Š', 'N', 'A', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "UTALINA", 'U', 'T', 'A', 'L', 'I', 'N', 'A', ' ', ' ', 7 },
                    { "UTĖLINĖ", 'U', 'T', 'Ė', 'L', 'I', 'N', 'Ė', ' ', ' ', 7 },
                    { "UTENAITĖ", 'U', 'T', 'E', 'N', 'A', 'I', 'T', 'Ė', ' ', 8 },
                    { "UTERNA", 'U', 'T', 'E', 'R', 'N', 'A', ' ', ' ', ' ', 6 },
                    { "UVĖDA", 'U', 'V', 'Ė', 'D', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "ŪŽYS", 'Ū', 'Ž', 'Y', 'S', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "UŽKERTUS", 'U', 'Ž', 'K', 'E', 'R', 'T', 'U', 'S', ' ', 8 },
                    { "UŽLA", 'U', 'Ž', 'L', 'A', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "UŽLENKĖ", 'U', 'Ž', 'L', 'E', 'N', 'K', 'Ė', ' ', ' ', 7 },
                    { "UŽLUOBĖ", 'U', 'Ž', 'L', 'U', 'O', 'B', 'Ė', ' ', ' ', 7 },
                    { "UŽLUPYS", 'U', 'Ž', 'L', 'U', 'P', 'Y', 'S', ' ', ' ', 7 },
                    { "UŽUKALNIS", 'U', 'Ž', 'U', 'K', 'A', 'L', 'N', 'I', 'S', 9 },
                    { "UŽUOŽERIS", 'U', 'Ž', 'U', 'O', 'Ž', 'E', 'R', 'I', 'S', 9 },
                    { "UŽUPĖLIS", 'U', 'Ž', 'U', 'P', 'Ė', 'L', 'I', 'S', ' ', 8 },
                    { "UŽUPIS", 'U', 'Ž', 'U', 'P', 'I', 'S', ' ', ' ', ' ', 6 },
                    { "UŽUŠILĖS", 'U', 'Ž', 'U', 'Š', 'I', 'L', 'Ė', 'S', ' ', 8 },
                    { "VABALA", 'V', 'A', 'B', 'A', 'L', 'A', ' ', ' ', ' ', 6 },
                    { "VABALAS", 'V', 'A', 'B', 'A', 'L', 'A', 'S', ' ', ' ', 7 },
                    { "VABALYS", 'V', 'A', 'B', 'A', 'L', 'Y', 'S', ' ', ' ', 7 },
                    { "VABALKŠNĖ", 'V', 'A', 'B', 'A', 'L', 'K', 'Š', 'N', 'Ė', 9 },
                    { "VADAKSNIS", 'V', 'A', 'D', 'A', 'K', 'S', 'N', 'I', 'S', 9 },
                    { "VADAKSTA", 'V', 'A', 'D', 'A', 'K', 'S', 'T', 'A', ' ', 8 },
                    { "VADAKSTIS", 'V', 'A', 'D', 'A', 'K', 'S', 'T', 'I', 'S', 9 },
                    { "VADAKTIS", 'V', 'A', 'D', 'A', 'K', 'T', 'I', 'S', ' ', 8 },
                    { "VADAVĖ", 'V', 'A', 'D', 'A', 'V', 'Ė', ' ', ' ', ' ', 6 },
                    { "VADĖ", 'V', 'A', 'D', 'Ė', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "VADUVA", 'V', 'A', 'D', 'U', 'V', 'A', ' ', ' ', ' ', 6 },
                    { "VAIČIA", 'V', 'A', 'I', 'Č', 'I', 'A', ' ', ' ', ' ', 6 },
                    { "VAIDENIS", 'V', 'A', 'I', 'D', 'E', 'N', 'I', 'S', ' ', 8 },
                    { "VAIDYS", 'V', 'A', 'I', 'D', 'Y', 'S', ' ', ' ', ' ', 6 },
                    { "VAIDMINAS", 'V', 'A', 'I', 'D', 'M', 'I', 'N', 'A', 'S', 9 },
                    { "VAIDOTAS", 'V', 'A', 'I', 'D', 'O', 'T', 'A', 'S', ' ', 8 },
                    { "VAIGALĖ", 'V', 'A', 'I', 'G', 'A', 'L', 'Ė', ' ', ' ', 7 },
                    { "VAIGUVA", 'V', 'A', 'I', 'G', 'U', 'V', 'A', ' ', ' ', 7 },
                    { "VAINUPYS", 'V', 'A', 'I', 'N', 'U', 'P', 'Y', 'S', ' ', 8 },
                    { "VAIPONĖ", 'V', 'A', 'I', 'P', 'O', 'N', 'Ė', ' ', ' ', 7 },
                    { "VAISINĖ", 'V', 'A', 'I', 'S', 'I', 'N', 'Ė', ' ', ' ', 7 },
                    { "VAISKULYS", 'V', 'A', 'I', 'S', 'K', 'U', 'L', 'Y', 'S', 9 },
                    { "VAISUPIS", 'V', 'A', 'I', 'S', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "VAIŠVILĖ", 'V', 'A', 'I', 'Š', 'V', 'I', 'L', 'Ė', ' ', 8 },
                    { "VAITUPIS", 'V', 'A', 'I', 'T', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "VAIVILAS", 'V', 'A', 'I', 'V', 'I', 'L', 'A', 'S', ' ', 8 },
                    { "VAJA", 'V', 'A', 'J', 'A', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "VAJOTA", 'V', 'A', 'J', 'O', 'T', 'A', ' ', ' ', ' ', 6 },
                    { "VAJUONĖLĖ", 'V', 'A', 'J', 'U', 'O', 'N', 'Ė', 'L', 'Ė', 9 },
                    { "VAKSUPĖ", 'V', 'A', 'K', 'S', 'U', 'P', 'Ė', ' ', ' ', 7 },
                    { "VALAUKIS", 'V', 'A', 'L', 'A', 'U', 'K', 'I', 'S', ' ', 8 },
                    { "VALČIUVA", 'V', 'A', 'L', 'Č', 'I', 'U', 'V', 'A', ' ', 8 },
                    { "VALINĖ", 'V', 'A', 'L', 'I', 'N', 'Ė', ' ', ' ', ' ', 6 },
                    { "VALKA", 'V', 'A', 'L', 'K', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "VALKELĖ", 'V', 'A', 'L', 'K', 'E', 'L', 'Ė', ' ', ' ', 7 },
                    { "VALKŠNA", 'V', 'A', 'L', 'K', 'Š', 'N', 'A', ' ', ' ', 7 },
                    { "VALKUPIS", 'V', 'A', 'L', 'K', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "VALKUPYS", 'V', 'A', 'L', 'K', 'U', 'P', 'Y', 'S', ' ', 8 },
                    { "VANAGĖ", 'V', 'A', 'N', 'A', 'G', 'Ė', ' ', ' ', ' ', 6 },
                    { "VANAGIS", 'V', 'A', 'N', 'A', 'G', 'I', 'S', ' ', ' ', 7 },
                    { "VANDUPĖ", 'V', 'A', 'N', 'D', 'U', 'P', 'Ė', ' ', ' ', 7 },
                    { "VANGA", 'V', 'A', 'N', 'G', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "VANGĖ", 'V', 'A', 'N', 'G', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "VAPSA", 'V', 'A', 'P', 'S', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "VARAPOLIS", 'V', 'A', 'R', 'A', 'P', 'O', 'L', 'I', 'S', 9 },
                    { "VARDAS", 'V', 'A', 'R', 'D', 'A', 'S', ' ', ' ', ' ', 6 },
                    { "VARDAUNIA", 'V', 'A', 'R', 'D', 'A', 'U', 'N', 'I', 'A', 9 },
                    { "VARDUKŠNĖ", 'V', 'A', 'R', 'D', 'U', 'K', 'Š', 'N', 'Ė', 9 },
                    { "VARDUVA", 'V', 'A', 'R', 'D', 'U', 'V', 'A', ' ', ' ', 7 },
                    { "VARDŽIUS", 'V', 'A', 'R', 'D', 'Ž', 'I', 'U', 'S', ' ', 8 },
                    { "VARĖ", 'V', 'A', 'R', 'Ė', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "VARELIS", 'V', 'A', 'R', 'E', 'L', 'I', 'S', ' ', ' ', 7 },
                    { "VARĖNĖ", 'V', 'A', 'R', 'Ė', 'N', 'Ė', ' ', ' ', ' ', 6 },
                    { "VARGINYS", 'V', 'A', 'R', 'G', 'I', 'N', 'Y', 'S', ' ', 8 },
                    { "VARGUPYS", 'V', 'A', 'R', 'G', 'U', 'P', 'Y', 'S', ' ', 8 },
                    { "VARIUS", 'V', 'A', 'R', 'I', 'U', 'S', ' ', ' ', ' ', 6 },
                    { "VARKALIS", 'V', 'A', 'R', 'K', 'A', 'L', 'I', 'S', ' ', 8 },
                    { "VARLENKA", 'V', 'A', 'R', 'L', 'E', 'N', 'K', 'A', ' ', 8 },
                    { "VARLIUPIS", 'V', 'A', 'R', 'L', 'I', 'U', 'P', 'I', 'S', 9 },
                    { "VARLUPĖ", 'V', 'A', 'R', 'L', 'U', 'P', 'Ė', ' ', ' ', 7 },
                    { "VARLUPIS", 'V', 'A', 'R', 'L', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "VARMĖ", 'V', 'A', 'R', 'M', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "VARMIKĖ", 'V', 'A', 'R', 'M', 'I', 'K', 'Ė', ' ', ' ', 7 },
                    { "VARNAITIS", 'V', 'A', 'R', 'N', 'A', 'I', 'T', 'I', 'S', 9 },
                    { "VARNAKA", 'V', 'A', 'R', 'N', 'A', 'K', 'A', ' ', ' ', 7 },
                    { "VARNAKĖ", 'V', 'A', 'R', 'N', 'A', 'K', 'Ė', ' ', ' ', 7 },
                    { "VARNAS", 'V', 'A', 'R', 'N', 'A', 'S', ' ', ' ', ' ', 6 },
                    { "VARNAUPIS", 'V', 'A', 'R', 'N', 'A', 'U', 'P', 'I', 'S', 9 },
                    { "VARNĖ", 'V', 'A', 'R', 'N', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "VARNELĖ", 'V', 'A', 'R', 'N', 'E', 'L', 'Ė', ' ', ' ', 7 },
                    { "VARNINĖ", 'V', 'A', 'R', 'N', 'I', 'N', 'Ė', ' ', ' ', 7 },
                    { "VARNUPĖ", 'V', 'A', 'R', 'N', 'U', 'P', 'Ė', ' ', ' ', 7 },
                    { "VARNUPIS", 'V', 'A', 'R', 'N', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "VARNUPYS", 'V', 'A', 'R', 'N', 'U', 'P', 'Y', 'S', ' ', 8 },
                    { "VARPĖ", 'V', 'A', 'R', 'P', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "VARTYČIA", 'V', 'A', 'R', 'T', 'Y', 'Č', 'I', 'A', ' ', 8 },
                    { "VARUPIS", 'V', 'A', 'R', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "VASAKYTĖ", 'V', 'A', 'S', 'A', 'K', 'Y', 'T', 'Ė', ' ', 8 },
                    { "VASYNA", 'V', 'A', 'S', 'Y', 'N', 'A', ' ', ' ', ' ', 6 },
                    { "VASTAPA", 'V', 'A', 'S', 'T', 'A', 'P', 'A', ' ', ' ', 7 },
                    { "VAŠKUTĖ", 'V', 'A', 'Š', 'K', 'U', 'T', 'Ė', ' ', ' ', 7 },
                    { "VAŠTAKĖ", 'V', 'A', 'Š', 'T', 'A', 'K', 'Ė', ' ', ' ', 7 },
                    { "VAŠUOKA", 'V', 'A', 'Š', 'U', 'O', 'K', 'A', ' ', ' ', 7 },
                    { "VĄŠUPIS", 'V', 'Ą', 'Š', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "VATEKA", 'V', 'A', 'T', 'E', 'K', 'A', ' ', ' ', ' ', 6 },
                    { "VATINA", 'V', 'A', 'T', 'I', 'N', 'A', ' ', ' ', ' ', 6 },
                    { "VAZAJA", 'V', 'A', 'Z', 'A', 'J', 'A', ' ', ' ', ' ', 6 },
                    { "VAZBELĖ", 'V', 'A', 'Z', 'B', 'E', 'L', 'Ė', ' ', ' ', 7 },
                    { "VEBRIS", 'V', 'E', 'B', 'R', 'I', 'S', ' ', ' ', ' ', 6 },
                    { "VEBRUPĖ", 'V', 'E', 'B', 'R', 'U', 'P', 'Ė', ' ', ' ', 7 },
                    { "VĖDARĖ", 'V', 'Ė', 'D', 'A', 'R', 'Ė', ' ', ' ', ' ', 6 },
                    { "VEDEGA", 'V', 'E', 'D', 'E', 'G', 'A', ' ', ' ', ' ', 6 },
                    { "VEDREIKĖ", 'V', 'E', 'D', 'R', 'E', 'I', 'K', 'Ė', ' ', 8 },
                    { "VĖDRUPYS", 'V', 'Ė', 'D', 'R', 'U', 'P', 'Y', 'S', ' ', 8 },
                    { "VĖGĖLĖ", 'V', 'Ė', 'G', 'Ė', 'L', 'Ė', ' ', ' ', ' ', 6 },
                    { "VĖGĖLYNĖ", 'V', 'Ė', 'G', 'Ė', 'L', 'Y', 'N', 'Ė', ' ', 8 },
                    { "VĖGĖLUPIS", 'V', 'Ė', 'G', 'Ė', 'L', 'U', 'P', 'I', 'S', 9 },
                    { "VEGERĖ", 'V', 'E', 'G', 'E', 'R', 'Ė', ' ', ' ', ' ', 6 },
                    { "VEIKAS", 'V', 'E', 'I', 'K', 'A', 'S', ' ', ' ', ' ', 6 },
                    { "VEISEISTĖ", 'V', 'E', 'I', 'S', 'E', 'I', 'S', 'T', 'Ė', 9 },
                    { "VEIVIRŽAS", 'V', 'E', 'I', 'V', 'I', 'R', 'Ž', 'A', 'S', 9 },
                    { "VEIŽAS", 'V', 'E', 'I', 'Ž', 'A', 'S', ' ', ' ', ' ', 6 },
                    { "VEJA", 'V', 'E', 'J', 'A', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "VEJUONA", 'V', 'E', 'J', 'U', 'O', 'N', 'A', ' ', ' ', 7 },
                    { "VĖKĖ", 'V', 'Ė', 'K', 'Ė', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "VEKIŠKĖ", 'V', 'E', 'K', 'I', 'Š', 'K', 'Ė', ' ', ' ', 7 },
                    { "VELBĖ", 'V', 'E', 'L', 'B', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "VELNIUPYS", 'V', 'E', 'L', 'N', 'I', 'U', 'P', 'Y', 'S', 9 },
                    { "VELNUPIS", 'V', 'E', 'L', 'N', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "VELTUPYS", 'V', 'E', 'L', 'T', 'U', 'P', 'Y', 'S', ' ', 8 },
                    { "VEMBRĖ", 'V', 'E', 'M', 'B', 'R', 'Ė', ' ', ' ', ' ', 6 },
                    { "VENGRĖ", 'V', 'E', 'N', 'G', 'R', 'Ė', ' ', ' ', ' ', 6 },
                    { "VENYS", 'V', 'E', 'N', 'Y', 'S', ' ', ' ', ' ', ' ', 5 },
                    { "VENSUTIS", 'V', 'E', 'N', 'S', 'U', 'T', 'I', 'S', ' ', 8 },
                    { "VENTA", 'V', 'E', 'N', 'T', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "VERBYLA", 'V', 'E', 'R', 'B', 'Y', 'L', 'A', ' ', ' ', 7 },
                    { "VERDENĖ", 'V', 'E', 'R', 'D', 'E', 'N', 'Ė', ' ', ' ', 7 },
                    { "VERDENIS", 'V', 'E', 'R', 'D', 'E', 'N', 'I', 'S', ' ', 8 },
                    { "VERDULIS", 'V', 'E', 'R', 'D', 'U', 'L', 'I', 'S', ' ', 8 },
                    { "VERĖPAS", 'V', 'E', 'R', 'Ė', 'P', 'A', 'S', ' ', ' ', 7 },
                    { "VERKĖ", 'V', 'E', 'R', 'K', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "VERKNĖ", 'V', 'E', 'R', 'K', 'N', 'Ė', ' ', ' ', ' ', 6 },
                    { "VERKSTINĖ", 'V', 'E', 'R', 'K', 'S', 'T', 'I', 'N', 'Ė', 9 },
                    { "VERMENĖ", 'V', 'E', 'R', 'M', 'E', 'N', 'Ė', ' ', ' ', 7 },
                    { "VERPELIS", 'V', 'E', 'R', 'P', 'E', 'L', 'I', 'S', ' ', 8 },
                    { "VERSEKA", 'V', 'E', 'R', 'S', 'E', 'K', 'A', ' ', ' ', 7 },
                    { "VERSMĖ", 'V', 'E', 'R', 'S', 'M', 'Ė', ' ', ' ', ' ', 6 },
                    { "VERSMYNAS", 'V', 'E', 'R', 'S', 'M', 'Y', 'N', 'A', 'S', 9 },
                    { "VERSNUPĖ", 'V', 'E', 'R', 'S', 'N', 'U', 'P', 'Ė', ' ', 8 },
                    { "VERSNUPIS", 'V', 'E', 'R', 'S', 'N', 'U', 'P', 'I', 'S', 9 },
                    { "VERŠIUKAS", 'V', 'E', 'R', 'Š', 'I', 'U', 'K', 'A', 'S', 9 },
                    { "VERŠUPYS", 'V', 'E', 'R', 'Š', 'U', 'P', 'Y', 'S', ' ', 8 },
                    { "VERŠVAS", 'V', 'E', 'R', 'Š', 'V', 'A', 'S', ' ', ' ', 7 },
                    { "VERTIMAS", 'V', 'E', 'R', 'T', 'I', 'M', 'A', 'S', ' ', 8 },
                    { "VERUPĖ", 'V', 'E', 'R', 'U', 'P', 'Ė', ' ', ' ', ' ', 6 },
                    { "VERUPIS", 'V', 'E', 'R', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "VĖRUPIS", 'V', 'Ė', 'R', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "VERVEDIS", 'V', 'E', 'R', 'V', 'E', 'D', 'I', 'S', ' ', 8 },
                    { "VERŽA", 'V', 'E', 'R', 'Ž', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "VERŽUVA", 'V', 'E', 'R', 'Ž', 'U', 'V', 'A', ' ', ' ', 7 },
                    { "VĖSA", 'V', 'Ė', 'S', 'A', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "VĖSUPĖ", 'V', 'Ė', 'S', 'U', 'P', 'Ė', ' ', ' ', ' ', 6 },
                    { "VEŠETA", 'V', 'E', 'Š', 'E', 'T', 'A', ' ', ' ', ' ', 6 },
                    { "VEŠĖTINIS", 'V', 'E', 'Š', 'Ė', 'T', 'I', 'N', 'I', 'S', 9 },
                    { "VĖZGĖ", 'V', 'Ė', 'Z', 'G', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "VĖŽYS", 'V', 'Ė', 'Ž', 'Y', 'S', ' ', ' ', ' ', ' ', 5 },
                    { "VĖŽIUPIS", 'V', 'Ė', 'Ž', 'I', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "VĖŽPIEVIS", 'V', 'Ė', 'Ž', 'P', 'I', 'E', 'V', 'I', 'S', 9 },
                    { "VĖŽUPALIS", 'V', 'Ė', 'Ž', 'U', 'P', 'A', 'L', 'I', 'S', 9 },
                    { "VĖŽUPIS", 'V', 'Ė', 'Ž', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "VĖŽUS", 'V', 'Ė', 'Ž', 'U', 'S', ' ', ' ', ' ', ' ', 5 },
                    { "VYČIUS", 'V', 'Y', 'Č', 'I', 'U', 'S', ' ', ' ', ' ', 6 },
                    { "VIČUPIS", 'V', 'I', 'Č', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "VIDAUJA", 'V', 'I', 'D', 'A', 'U', 'J', 'A', ' ', ' ', 7 },
                    { "VYDEIKA", 'V', 'Y', 'D', 'E', 'I', 'K', 'A', ' ', ' ', 7 },
                    { "VIDUBALĖ", 'V', 'I', 'D', 'U', 'B', 'A', 'L', 'Ė', ' ', 8 },
                    { "VIDUPĖ", 'V', 'I', 'D', 'U', 'P', 'Ė', ' ', ' ', ' ', 6 },
                    { "VIDUPIS", 'V', 'I', 'D', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "VYDUPIS", 'V', 'Y', 'D', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "VIEKŠNIA", 'V', 'I', 'E', 'K', 'Š', 'N', 'I', 'A', ' ', 8 },
                    { "VIEKVEDYS", 'V', 'I', 'E', 'K', 'V', 'E', 'D', 'Y', 'S', 9 },
                    { "VIEMUONIA", 'V', 'I', 'E', 'M', 'U', 'O', 'N', 'I', 'A', 9 },
                    { "VIEMUONIS", 'V', 'I', 'E', 'M', 'U', 'O', 'N', 'I', 'S', 9 },
                    { "VIESA", 'V', 'I', 'E', 'S', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "VIEŠA", 'V', 'I', 'E', 'Š', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "VIEŠDAUBA", 'V', 'I', 'E', 'Š', 'D', 'A', 'U', 'B', 'A', 9 },
                    { "VIEŠETĖ", 'V', 'I', 'E', 'Š', 'E', 'T', 'Ė', ' ', ' ', 7 },
                    { "VIEŠINTA", 'V', 'I', 'E', 'Š', 'I', 'N', 'T', 'A', ' ', 8 },
                    { "VIEŠTOVĖ", 'V', 'I', 'E', 'Š', 'T', 'O', 'V', 'Ė', ' ', 8 },
                    { "VIEŠVĖ", 'V', 'I', 'E', 'Š', 'V', 'Ė', ' ', ' ', ' ', 6 },
                    { "VIEŠVILĖ", 'V', 'I', 'E', 'Š', 'V', 'I', 'L', 'Ė', ' ', 8 },
                    { "VIGAILIS", 'V', 'I', 'G', 'A', 'I', 'L', 'I', 'S', ' ', 8 },
                    { "VIGIRINYS", 'V', 'I', 'G', 'I', 'R', 'I', 'N', 'Y', 'S', 9 },
                    { "VYGLINĖ", 'V', 'Y', 'G', 'L', 'I', 'N', 'Ė', ' ', ' ', 7 },
                    { "VIJOLĖ", 'V', 'I', 'J', 'O', 'L', 'Ė', ' ', ' ', ' ', 6 },
                    { "VIJŪNĖ", 'V', 'I', 'J', 'Ū', 'N', 'Ė', ' ', ' ', ' ', 6 },
                    { "VIJŪNYTĖ", 'V', 'I', 'J', 'Ū', 'N', 'Y', 'T', 'Ė', ' ', 8 },
                    { "VYKELĖ", 'V', 'Y', 'K', 'E', 'L', 'Ė', ' ', ' ', ' ', 6 },
                    { "VYKNEŠYS", 'V', 'Y', 'K', 'N', 'E', 'Š', 'Y', 'S', ' ', 8 },
                    { "VIKSVĖ", 'V', 'I', 'K', 'S', 'V', 'Ė', ' ', ' ', ' ', 6 },
                    { "VIKŠRYNĖ", 'V', 'I', 'K', 'Š', 'R', 'Y', 'N', 'Ė', ' ', 8 },
                    { "VIKŠRUPIS", 'V', 'I', 'K', 'Š', 'R', 'U', 'P', 'I', 'S', 9 },
                    { "VIKŠUPYS", 'V', 'I', 'K', 'Š', 'U', 'P', 'Y', 'S', ' ', 8 },
                    { "VYKUPAS", 'V', 'Y', 'K', 'U', 'P', 'A', 'S', ' ', ' ', 7 },
                    { "VIKUTINIS", 'V', 'I', 'K', 'U', 'T', 'I', 'N', 'I', 'S', 9 },
                    { "VILBĖ", 'V', 'I', 'L', 'B', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "VILBĖNAS", 'V', 'I', 'L', 'B', 'Ė', 'N', 'A', 'S', ' ', 8 },
                    { "VILBIZĖ", 'V', 'I', 'L', 'B', 'I', 'Z', 'Ė', ' ', ' ', 7 },
                    { "VILENKA", 'V', 'I', 'L', 'E', 'N', 'K', 'A', ' ', ' ', 7 },
                    { "VILIAUPĖ", 'V', 'I', 'L', 'I', 'A', 'U', 'P', 'Ė', ' ', 8 },
                    { "VILKA", 'V', 'I', 'L', 'K', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "VILKAUJA", 'V', 'I', 'L', 'K', 'A', 'U', 'J', 'A', ' ', 8 },
                    { "VILKBALĖ", 'V', 'I', 'L', 'K', 'B', 'A', 'L', 'Ė', ' ', 8 },
                    { "VILKĖ", 'V', 'I', 'L', 'K', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "VILKESA", 'V', 'I', 'L', 'K', 'E', 'S', 'A', ' ', ' ', 7 },
                    { "VILKIJA", 'V', 'I', 'L', 'K', 'I', 'J', 'A', ' ', ' ', 7 },
                    { "VILKINĖ", 'V', 'I', 'L', 'K', 'I', 'N', 'Ė', ' ', ' ', 7 },
                    { "VILKIŠKĖ", 'V', 'I', 'L', 'K', 'I', 'Š', 'K', 'Ė', ' ', 8 },
                    { "VILKYTIS", 'V', 'I', 'L', 'K', 'Y', 'T', 'I', 'S', ' ', 8 },
                    { "VILKLAKIS", 'V', 'I', 'L', 'K', 'L', 'A', 'K', 'I', 'S', 9 },
                    { "VILKTINIS", 'V', 'I', 'L', 'K', 'T', 'I', 'N', 'I', 'S', 9 },
                    { "VILKTUPIS", 'V', 'I', 'L', 'K', 'T', 'U', 'P', 'I', 'S', 9 },
                    { "VILKUPĖ", 'V', 'I', 'L', 'K', 'U', 'P', 'Ė', ' ', ' ', 7 },
                    { "VILKUPIS", 'V', 'I', 'L', 'K', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "VILKUTĖ", 'V', 'I', 'L', 'K', 'U', 'T', 'Ė', ' ', ' ', 7 },
                    { "VILKVEDIS", 'V', 'I', 'L', 'K', 'V', 'E', 'D', 'I', 'S', 9 },
                    { "VILNIA", 'V', 'I', 'L', 'N', 'I', 'A', ' ', ' ', ' ', 6 },
                    { "VILNIŠKIS", 'V', 'I', 'L', 'N', 'I', 'Š', 'K', 'I', 'S', 9 },
                    { "VILNOJA", 'V', 'I', 'L', 'N', 'O', 'J', 'A', ' ', ' ', 7 },
                    { "VILNUTIS", 'V', 'I', 'L', 'N', 'U', 'T', 'I', 'S', ' ', 8 },
                    { "VILPISIS", 'V', 'I', 'L', 'P', 'I', 'S', 'I', 'S', ' ', 8 },
                    { "VILSA", 'V', 'I', 'L', 'S', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "VILUINIS", 'V', 'I', 'L', 'U', 'I', 'N', 'I', 'S', ' ', 8 },
                    { "VINGERINĖ", 'V', 'I', 'N', 'G', 'E', 'R', 'I', 'N', 'Ė', 9 },
                    { "VINGRA", 'V', 'I', 'N', 'G', 'R', 'A', ' ', ' ', ' ', 6 },
                    { "VINGRELIS", 'V', 'I', 'N', 'G', 'R', 'E', 'L', 'I', 'S', 9 },
                    { "VINGRIS", 'V', 'I', 'N', 'G', 'R', 'I', 'S', ' ', ' ', 7 },
                    { "VINGRYS", 'V', 'I', 'N', 'G', 'R', 'Y', 'S', ' ', ' ', 7 },
                    { "VINGRUPIS", 'V', 'I', 'N', 'G', 'R', 'U', 'P', 'I', 'S', 9 },
                    { "VINGUTĖ", 'V', 'I', 'N', 'G', 'U', 'T', 'Ė', ' ', ' ', 7 },
                    { "VYNIJA", 'V', 'Y', 'N', 'I', 'J', 'A', ' ', ' ', ' ', 6 },
                    { "VINKŠNINĖ", 'V', 'I', 'N', 'K', 'Š', 'N', 'I', 'N', 'Ė', 9 },
                    { "VINKURĖ", 'V', 'I', 'N', 'K', 'U', 'R', 'Ė', ' ', ' ', 7 },
                    { "VINTARA", 'V', 'I', 'N', 'T', 'A', 'R', 'A', ' ', ' ', 7 },
                    { "VIRANGĖ", 'V', 'I', 'R', 'A', 'N', 'G', 'Ė', ' ', ' ', 7 },
                    { "VIRČIUVIS", 'V', 'I', 'R', 'Č', 'I', 'U', 'V', 'I', 'S', 9 },
                    { "VIRDA", 'V', 'I', 'R', 'D', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "VIRĖKŠTA", 'V', 'I', 'R', 'Ė', 'K', 'Š', 'T', 'A', ' ', 8 },
                    { "VIRGUPIS", 'V', 'I', 'R', 'G', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "VIRINTA", 'V', 'I', 'R', 'I', 'N', 'T', 'A', ' ', ' ', 7 },
                    { "VIRKIUS", 'V', 'I', 'R', 'K', 'I', 'U', 'S', ' ', ' ', 7 },
                    { "VIRKULĖ", 'V', 'I', 'R', 'K', 'U', 'L', 'Ė', ' ', ' ', 7 },
                    { "VIRMA", 'V', 'I', 'R', 'M', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "VIRSIA", 'V', 'I', 'R', 'S', 'I', 'A', ' ', ' ', ' ', 6 },
                    { "VIRSNĖ", 'V', 'I', 'R', 'S', 'N', 'Ė', ' ', ' ', ' ', 6 },
                    { "VIRSNIS", 'V', 'I', 'R', 'S', 'N', 'I', 'S', ' ', ' ', 7 },
                    { "VIRŠYTIS", 'V', 'I', 'R', 'Š', 'Y', 'T', 'I', 'S', ' ', 8 },
                    { "VIRŠUPIS", 'V', 'I', 'R', 'Š', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "VIRVYČIA", 'V', 'I', 'R', 'V', 'Y', 'Č', 'I', 'A', ' ', 8 },
                    { "VIRVYTĖ", 'V', 'I', 'R', 'V', 'Y', 'T', 'Ė', ' ', ' ', 7 },
                    { "VIRŽUONA", 'V', 'I', 'R', 'Ž', 'U', 'O', 'N', 'A', ' ', 8 },
                    { "VISGAILĖ", 'V', 'I', 'S', 'G', 'A', 'I', 'L', 'Ė', ' ', 8 },
                    { "VISINČIA", 'V', 'I', 'S', 'I', 'N', 'Č', 'I', 'A', ' ', 8 },
                    { "VISMANTA", 'V', 'I', 'S', 'M', 'A', 'N', 'T', 'A', ' ', 8 },
                    { "VIŠAKIS", 'V', 'I', 'Š', 'A', 'K', 'I', 'S', ' ', ' ', 7 },
                    { "VIŠČIOVA", 'V', 'I', 'Š', 'Č', 'I', 'O', 'V', 'A', ' ', 8 },
                    { "VIŠPILIS", 'V', 'I', 'Š', 'P', 'I', 'L', 'I', 'S', ' ', 8 },
                    { "VIŠTUPIS", 'V', 'I', 'Š', 'T', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "VYTAUTAS", 'V', 'Y', 'T', 'A', 'U', 'T', 'A', 'S', ' ', 8 },
                    { "VITKUPIS", 'V', 'I', 'T', 'K', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "VIZDIJA", 'V', 'I', 'Z', 'D', 'I', 'J', 'A', ' ', ' ', 7 },
                    { "VIŽAINĖ", 'V', 'I', 'Ž', 'A', 'I', 'N', 'Ė', ' ', ' ', 7 },
                    { "VIŽĖ", 'V', 'I', 'Ž', 'Ė', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "VYŽINTA", 'V', 'Y', 'Ž', 'I', 'N', 'T', 'A', ' ', ' ', 7 },
                    { "VYŽUONA", 'V', 'Y', 'Ž', 'U', 'O', 'N', 'A', ' ', ' ', 7 },
                    { "VYŽUPIS", 'V', 'Y', 'Ž', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "VOKĖ", 'V', 'O', 'K', 'Ė', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "VOLGA", 'V', 'O', 'L', 'G', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "VORAUTIS", 'V', 'O', 'R', 'A', 'U', 'T', 'I', 'S', ' ', 8 },
                    { "VORYČIA", 'V', 'O', 'R', 'Y', 'Č', 'I', 'A', ' ', ' ', 7 },
                    { "VORUSNĖ", 'V', 'O', 'R', 'U', 'S', 'N', 'Ė', ' ', ' ', 7 },
                    { "VOSGAUTAS", 'V', 'O', 'S', 'G', 'A', 'U', 'T', 'A', 'S', 9 },
                    { "VOSYLYTĖ", 'V', 'O', 'S', 'Y', 'L', 'Y', 'T', 'Ė', ' ', 8 },
                    { "VOŠKILYS", 'V', 'O', 'Š', 'K', 'I', 'L', 'Y', 'S', ' ', 8 },
                    { "VOVERA", 'V', 'O', 'V', 'E', 'R', 'A', ' ', ' ', ' ', 6 },
                    { "VOVERAITĖ", 'V', 'O', 'V', 'E', 'R', 'A', 'I', 'T', 'Ė', 9 },
                    { "VOVERIS", 'V', 'O', 'V', 'E', 'R', 'I', 'S', ' ', ' ', 7 },
                    { "VOVERKIS", 'V', 'O', 'V', 'E', 'R', 'K', 'I', 'S', ' ', 8 },
                    { "VUOLASTA", 'V', 'U', 'O', 'L', 'A', 'S', 'T', 'A', ' ', 8 },
                    { "ZALVĖ", 'Z', 'A', 'L', 'V', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "ZANYLA", 'Z', 'A', 'N', 'Y', 'L', 'A', ' ', ' ', ' ', 6 },
                    { "ZAPSĖ", 'Z', 'A', 'P', 'S', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "ZASINYTĖ", 'Z', 'A', 'S', 'I', 'N', 'Y', 'T', 'Ė', ' ', 8 },
                    { "ZELVĖ", 'Z', 'E', 'L', 'V', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "ZEMBRĖ", 'Z', 'E', 'M', 'B', 'R', 'Ė', ' ', ' ', ' ', 6 },
                    { "ZIZDRA", 'Z', 'I', 'Z', 'D', 'R', 'A', ' ', ' ', ' ', 6 },
                    { "ZUBRYS", 'Z', 'U', 'B', 'R', 'Y', 'S', ' ', ' ', ' ', 6 },
                    { "ZUNIŠKĖ", 'Z', 'U', 'N', 'I', 'Š', 'K', 'Ė', ' ', ' ', 7 },
                    { "ZURZUPĖ", 'Z', 'U', 'R', 'Z', 'U', 'P', 'Ė', ' ', ' ', 7 },
                    { "ZVERSA", 'Z', 'V', 'E', 'R', 'S', 'A', ' ', ' ', ' ', 6 },
                    { "ŽADALIS", 'Ž', 'A', 'D', 'A', 'L', 'I', 'S', ' ', ' ', 7 },
                    { "ŽADIKĖ", 'Ž', 'A', 'D', 'I', 'K', 'Ė', ' ', ' ', ' ', 6 },
                    { "ŽADUPĖ", 'Ž', 'A', 'D', 'U', 'P', 'Ė', ' ', ' ', ' ', 6 },
                    { "ŽAGARYNĖ", 'Ž', 'A', 'G', 'A', 'R', 'Y', 'N', 'Ė', ' ', 8 },
                    { "ŽAGARIS", 'Ž', 'A', 'G', 'A', 'R', 'I', 'S', ' ', ' ', 7 },
                    { "ŽAGIENIS", 'Ž', 'A', 'G', 'I', 'E', 'N', 'I', 'S', ' ', 8 },
                    { "ŽAGVIETIS", 'Ž', 'A', 'G', 'V', 'I', 'E', 'T', 'I', 'S', 9 },
                    { "ŽAIGIS", 'Ž', 'A', 'I', 'G', 'I', 'S', ' ', ' ', ' ', 6 },
                    { "ŽAISA", 'Ž', 'A', 'I', 'S', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "ŽALČIUPYS", 'Ž', 'A', 'L', 'Č', 'I', 'U', 'P', 'Y', 'S', 9 },
                    { "ŽALESA", 'Ž', 'A', 'L', 'E', 'S', 'A', ' ', ' ', ' ', 6 },
                    { "ŽALESYS", 'Ž', 'A', 'L', 'E', 'S', 'Y', 'S', ' ', ' ', 7 },
                    { "ŽALIKĖ", 'Ž', 'A', 'L', 'I', 'K', 'Ė', ' ', ' ', ' ', 6 },
                    { "ŽALPĖ", 'Ž', 'A', 'L', 'P', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "ŽALPIKĖ", 'Ž', 'A', 'L', 'P', 'I', 'K', 'Ė', ' ', ' ', 7 },
                    { "ŽALTINYS", 'Ž', 'A', 'L', 'T', 'I', 'N', 'Y', 'S', ' ', 8 },
                    { "ŽALVĖ", 'Ž', 'A', 'L', 'V', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "ŽAMBAS", 'Ž', 'A', 'M', 'B', 'A', 'S', ' ', ' ', ' ', 6 },
                    { "ŽARAS", 'Ž', 'A', 'R', 'A', 'S', ' ', ' ', ' ', ' ', 5 },
                    { "ŽARĖ", 'Ž', 'A', 'R', 'Ė', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "ŽARNA", 'Ž', 'A', 'R', 'N', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "ŽĄSA", 'Ž', 'Ą', 'S', 'A', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "ŽĄSINAS", 'Ž', 'Ą', 'S', 'I', 'N', 'A', 'S', ' ', ' ', 7 },
                    { "ŽASLA", 'Ž', 'A', 'S', 'L', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "ŽAUGĖDA", 'Ž', 'A', 'U', 'G', 'Ė', 'D', 'A', ' ', ' ', 7 },
                    { "ŽEBERĖ", 'Ž', 'E', 'B', 'E', 'R', 'Ė', ' ', ' ', ' ', 6 },
                    { "ŽEBOKŠTA", 'Ž', 'E', 'B', 'O', 'K', 'Š', 'T', 'A', ' ', 8 },
                    { "ŽEIMENA", 'Ž', 'E', 'I', 'M', 'E', 'N', 'A', ' ', ' ', 7 },
                    { "ŽEIMENĖLĖ", 'Ž', 'E', 'I', 'M', 'E', 'N', 'Ė', 'L', 'Ė', 9 },
                    { "ŽEIMIKĖ", 'Ž', 'E', 'I', 'M', 'I', 'K', 'Ė', ' ', ' ', 7 },
                    { "ŽELSVELĖ", 'Ž', 'E', 'L', 'S', 'V', 'E', 'L', 'Ė', ' ', 8 },
                    { "ŽELTUPĖ", 'Ž', 'E', 'L', 'T', 'U', 'P', 'Ė', ' ', ' ', 7 },
                    { "ŽELVA", 'Ž', 'E', 'L', 'V', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "ŽEMALĖ", 'Ž', 'E', 'M', 'A', 'L', 'Ė', ' ', ' ', ' ', 6 },
                    { "ŽEMALUPIS", 'Ž', 'E', 'M', 'A', 'L', 'U', 'P', 'I', 'S', 9 },
                    { "ŽEMĖPLĖŠA", 'Ž', 'E', 'M', 'Ė', 'P', 'L', 'Ė', 'Š', 'A', 9 },
                    { "ŽEMOPERŠA", 'Ž', 'E', 'M', 'O', 'P', 'E', 'R', 'Š', 'A', 9 },
                    { "ŽENDAGYS", 'Ž', 'E', 'N', 'D', 'A', 'G', 'Y', 'S', ' ', 8 },
                    { "ŽEŽIEBRA", 'Ž', 'E', 'Ž', 'I', 'E', 'B', 'R', 'A', ' ', 8 },
                    { "ŽIBA", 'Ž', 'I', 'B', 'A', ' ', ' ', ' ', ' ', ' ', 4 },
                    { "ŽIBILĖLIS", 'Ž', 'I', 'B', 'I', 'L', 'Ė', 'L', 'I', 'S', 9 },
                    { "ŽYDUPIS", 'Ž', 'Y', 'D', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "ŽIEDUPĖ", 'Ž', 'I', 'E', 'D', 'U', 'P', 'Ė', ' ', ' ', 7 },
                    { "ŽIEDUPIS", 'Ž', 'I', 'E', 'D', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "ŽIEGELĖ", 'Ž', 'I', 'E', 'G', 'E', 'L', 'Ė', ' ', ' ', 7 },
                    { "ŽIEGŽDRIS", 'Ž', 'I', 'E', 'G', 'Ž', 'D', 'R', 'I', 'S', 9 },
                    { "ŽIEZDĖ", 'Ž', 'I', 'E', 'Z', 'D', 'Ė', ' ', ' ', ' ', 6 },
                    { "ŽIEŽMARA", 'Ž', 'I', 'E', 'Ž', 'M', 'A', 'R', 'A', ' ', 8 },
                    { "ŽIEŽMARĖ", 'Ž', 'I', 'E', 'Ž', 'M', 'A', 'R', 'Ė', ' ', 8 },
                    { "ŽIEŽMOJUS", 'Ž', 'I', 'E', 'Ž', 'M', 'O', 'J', 'U', 'S', 9 },
                    { "ŽIEŽULNA", 'Ž', 'I', 'E', 'Ž', 'U', 'L', 'N', 'A', ' ', 8 },
                    { "ŽYGIS", 'Ž', 'Y', 'G', 'I', 'S', ' ', ' ', ' ', ' ', 5 },
                    { "ŽILYS", 'Ž', 'I', 'L', 'Y', 'S', ' ', ' ', ' ', ' ', 5 },
                    { "ŽILMA", 'Ž', 'I', 'L', 'M', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "ŽILUPIS", 'Ž', 'I', 'L', 'U', 'P', 'I', 'S', ' ', ' ', 7 },
                    { "ŽILVIA", 'Ž', 'I', 'L', 'V', 'I', 'A', ' ', ' ', ' ', 6 },
                    { "ŽIOBRIKIS", 'Ž', 'I', 'O', 'B', 'R', 'I', 'K', 'I', 'S', 9 },
                    { "ŽIOGĖ", 'Ž', 'I', 'O', 'G', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "ŽIOGIS", 'Ž', 'I', 'O', 'G', 'I', 'S', ' ', ' ', ' ', 6 },
                    { "ŽIOGLUPIS", 'Ž', 'I', 'O', 'G', 'L', 'U', 'P', 'I', 'S', 9 },
                    { "ŽIOGUPIS", 'Ž', 'I', 'O', 'G', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "ŽIOKLANIS", 'Ž', 'I', 'O', 'K', 'L', 'A', 'N', 'I', 'S', 9 },
                    { "ŽIRGĖ", 'Ž', 'I', 'R', 'G', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "ŽIRGUPĖ", 'Ž', 'I', 'R', 'G', 'U', 'P', 'Ė', ' ', ' ', 7 },
                    { "ŽIRNAJA", 'Ž', 'I', 'R', 'N', 'A', 'J', 'A', ' ', ' ', 7 },
                    { "ŽIRNELIS", 'Ž', 'I', 'R', 'N', 'E', 'L', 'I', 'S', ' ', 8 },
                    { "ŽIRNUPIS", 'Ž', 'I', 'R', 'N', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "ŽIURELIS", 'Ž', 'I', 'U', 'R', 'E', 'L', 'I', 'S', ' ', 8 },
                    { "ŽIURKINAS", 'Ž', 'I', 'U', 'R', 'K', 'I', 'N', 'A', 'S', 9 },
                    { "ŽIURKUPIS", 'Ž', 'I', 'U', 'R', 'K', 'U', 'P', 'I', 'S', 9 },
                    { "ŽIVINTA", 'Ž', 'I', 'V', 'I', 'N', 'T', 'A', ' ', ' ', 7 },
                    { "ŽYZDRĖ", 'Ž', 'Y', 'Z', 'D', 'R', 'Ė', ' ', ' ', ' ', 6 },
                    { "ŽIŽMA", 'Ž', 'I', 'Ž', 'M', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "ŽULNA", 'Ž', 'U', 'L', 'N', 'A', ' ', ' ', ' ', ' ', 5 },
                    { "ŽUVINTĖ", 'Ž', 'U', 'V', 'I', 'N', 'T', 'Ė', ' ', ' ', 7 },
                    { "ŽVALGINIS", 'Ž', 'V', 'A', 'L', 'G', 'I', 'N', 'I', 'S', 9 },
                    { "ŽVARANTA", 'Ž', 'V', 'A', 'R', 'A', 'N', 'T', 'A', ' ', 8 },
                    { "ŽVARILAS", 'Ž', 'V', 'A', 'R', 'I', 'L', 'A', 'S', ' ', 8 },
                    { "ŽVEJONĖ", 'Ž', 'V', 'E', 'J', 'O', 'N', 'Ė', ' ', ' ', 7 },
                    { "ŽVELESYS", 'Ž', 'V', 'E', 'L', 'E', 'S', 'Y', 'S', ' ', 8 },
                    { "ŽVELSA", 'Ž', 'V', 'E', 'L', 'S', 'A', ' ', ' ', ' ', 6 },
                    { "ŽVĖRĖ", 'Ž', 'V', 'Ė', 'R', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "ŽVERNA", 'Ž', 'V', 'E', 'R', 'N', 'A', ' ', ' ', ' ', 6 },
                    { "ŽVĖRUPĖ", 'Ž', 'V', 'Ė', 'R', 'U', 'P', 'Ė', ' ', ' ', 7 },
                    { "ŽVĖRUPIS", 'Ž', 'V', 'Ė', 'R', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "ŽVYGUPIS", 'Ž', 'V', 'Y', 'G', 'U', 'P', 'I', 'S', ' ', 8 },
                    { "ŽVIKĖ", 'Ž', 'V', 'I', 'K', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "ŽVIKINĖ", 'Ž', 'V', 'I', 'K', 'I', 'N', 'Ė', ' ', ' ', 7 },
                    { "ŽVYNĖ", 'Ž', 'V', 'Y', 'N', 'Ė', ' ', ' ', ' ', ' ', 5 },
                    { "ŽVIRBLIS", 'Ž', 'V', 'I', 'R', 'B', 'L', 'I', 'S', ' ', 8 },
                    { "ŽVIRGŽDĖ", 'Ž', 'V', 'I', 'R', 'G', 'Ž', 'D', 'Ė', ' ', 8 }
                });
        }

        /// <inheritdoc />
        protected override void Down(MigrationBuilder migrationBuilder)
        {
            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ABISDRA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ABISTA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ADINČIAVA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "AGENIŠKĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "AGLIUONA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "AGLUONA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "AGLUONĖLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "AGUMAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "AIRUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "AISĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "AISETA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "AISINTA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "AISTA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "AITRA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "AITRALĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "AKILNA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "AKLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "AKLIANKA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "AKMENA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "AKMENĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "AKMENYNAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "AKMENINIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "AKMENUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "AKMINYNĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "AKNYSTA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ALANGA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ALANTA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ALANTAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ALAUKSTIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ALAUŠA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ALEJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ALĖJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ALGUPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ALICA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ALIOSA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ALIŠKIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ALYTUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ALKAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ALKSNA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ALKSNĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ALKSNELĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ALKSNUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ALKUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ALMAJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ALMĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ALNA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ALNĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ALNUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ALOVĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ALSA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ALSĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ALSŪNĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ALSUODĖLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ALSUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ALŠAKIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ALŠIA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ALUONA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ALUOTIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "AMALĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "AMALIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "AMALVĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "AMATA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ANČIA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ANGELDIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ANYKŠTA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ANYKŠTĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ANKŠTĖLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ANTAVILIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ANTĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ANTYTUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ANTVARDĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "APAŠČIA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "APAŠTĖLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "APEIKĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "APYNĖLIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "APYVARDĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "APSINGĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "APSTELĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "APSUONA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "APŠĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "APTEKA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "APUSINAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "APUŠĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "APUŠIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "APVARDAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ARMENA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ARMONA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ARMUKŠNA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ARVYSTAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ASDRĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ASĖKA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ASINIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ASIŪKLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ASIŪKLYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ASTRAGA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "AŠARĖNA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "AŠOKLIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "AŠUTIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "AŠVA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "AŠVIJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "AŠVINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ATAKA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ATAUŠIMAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ATESĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "AUDENĖLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "AUDRA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "AUDRUPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "AUDRUVĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "AUDUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "AUGŪNĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "AUGUTIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "AUKSPIRTA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "AUKSUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "AUKŠTAŽYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "AUKŠTUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "AUKUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "AUKUPĖNAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "AULAMAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "AUNUVA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "AUŠBRUVA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "AUŠRELIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "AUŠRUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "AVILĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "AVINIŠKĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "AVIRĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "AVIŽĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "AVIŽLYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "AŽAGĖLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "AŽAGIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "AŽYNAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "AŽYNĖLIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "AŽYTĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "AŽYTĖLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ĄŽUOLUONA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ĄŽUOLUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "AŽVINTĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BABRANKA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BABRŪNĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BABRUNGAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BABRUTĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BAIBELIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BAJORIŠKĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BALČIA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BALDIJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BALĖNUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BALINA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BALINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BALNUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BALSĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BALSUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BALTELĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BALTUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BALUOŠA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BALUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BALŽĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BAMBLYNAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BARYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BARONAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BARONĖLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BARSUKINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BARŠKELIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BARŠKUPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BARŠTUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BARTUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BARTUVA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BARUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BARZUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BAUBLYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BAUBUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BAUDYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BAUKŠTĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BEBIRVA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BEBRĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BEBRUJIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BEBULYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BEDRĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BĖNUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BĖRAVALKA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BĖRĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BĖRELĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BERKINA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BERLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BERNAUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BERUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BERUPELIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BĖRUPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BERŽANKA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BERŽĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BERŽELIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BERŽIENA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BERŽIUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BERŽTALIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BERŽTUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BERŽTUPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BERŽUOJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BERŽUOLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BERŽUONA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BERŽUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BERŽUTĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BEVARA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BEZDONĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BEZNAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BIČUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BIEBĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BIENĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BIGLAINIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BIGULIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BIJOTAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BIKAVA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BIKENIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BIKILYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BILZGIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BIRBINTĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BIRVĖTA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BIRŽTVA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BIRŽUPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BISA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BISTRYČIA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BITĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BITUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BYTVANAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BIZDELĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BYZDELIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BIŽAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BLANDUŠĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BLANKA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BLAUZDA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BLENDYNĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BLIDAKĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BLINDIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BLUSRAVIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BLUSUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BOBYLAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BOČIUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BONALĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BONĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BOŠĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BRADAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BRADAULIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BRADELIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BRADESA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BRADUMAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BRAIZGĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BRASTA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BRASTELĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BRAŽYLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BRAŽIUKAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BRAŽUOLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BREMENA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BRĖŠKINAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BRĖŠKINYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BRIDEIKIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BRIEDUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BROKINIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BRUKIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BUBA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BUBINAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BUBRIKAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BŪDUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BŪGENIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BŪKA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BUKIŠKIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BULIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BUOJIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BURBEKLIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BURBESIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BURBULIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "BURGELIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "CEDRONAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "CEDRUONA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "CEIKINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "CIBREVIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "CIGONĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "CIGONIŠKĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "CIMOKINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "CYPA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "CIPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "CIRAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "CIRVIJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ČEKONĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ČEKUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ČERKŠNĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ČIAUŠA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ČIEKELIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ČIOKĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ČIOTUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ČIULOTAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ČIURLELIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ČYŽUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ČYŽVARDĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DABIKINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DABINTA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DABRAKAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DABRUOTAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DABRUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DAGIA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DAINAVA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DAINUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DANĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DANGĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DANUPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DARBA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DARGUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DARGUPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DARGUŽIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DARIMIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DARŽUPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DAUBA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DAUBALĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DAUBELĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DAUBUTĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DAUGYVENĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DAUGŠUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DAUGUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DAUGUPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DAUKUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DAULIA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DAULINPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DAVILA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DEBLONAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DEBRĖSTIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DEGALAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DEGEMĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DEGESUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DEGIMAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DEGLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DEGSNYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DEGUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DEGUVA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DEIČIUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DEIMANTAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DEKSČIUS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DĖMĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DĖNIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DERKYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DERVELIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DIDRAVIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DIDUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DIDŽGRABĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DIDŽIUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DIDŽRAVIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DIEGUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DIEVOGALA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DIEVUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DINDŽIAKĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DIRNIŠKĖS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DIRNUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DIRSTEIKA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DIRSUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DIRVONĖLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DYSNA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DITUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DITVA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DOBILĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DOBILYNĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DOBILUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DOBIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DOMANTAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DOMIJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DORUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DOTAMAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DOTNUVĖLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DOVINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DRATVUO");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DREVERNA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DRIGUNKA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DRIŪBAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DRIŪBINAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DRYŽUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DRUBENGIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DRŪČIUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DRUJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DRUKYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DRŪKTIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DRŪKTUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DRUKUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DRŪLUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DRUNGĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DRUSKUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DRŪTUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DRUŽUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DUBAKĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DUBALĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DUBAUSIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DUBĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DUBEIKIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DUBELIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DUBENĖLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DUBIJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DUBIKĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DUBINAITĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DUBINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DUBINGA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DUBYSA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DUBYSAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DUBYSĖLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DUBREIKA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DUBRIUS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DUBULĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DUBULIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DUBUOKLIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DUBUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DUBURAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DUBURĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DUBURYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DŪDA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DŪKINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DŪKSTYNA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DŪKŠTA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DULGELĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DULKUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DULVAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DUMBLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DUMBLYNĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DUMBLYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DUMBULĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DUMBULIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DUMBURYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DŪMĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DŪMEŠIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DUMSĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DUMSIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DUNAIKA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DUNOJĖLIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DUOBA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DUOBAITĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DUOBINIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DUOBULIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DUOBUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DUOBURIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DUOBUŽĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DUORUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DUPULTIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DURBINIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DŪRUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DUSA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DUSYNA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DUSMENA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DVARČANKA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DVARUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DVĖSIENĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DVILINKIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DVYLIUKAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DVIŠAKĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "DZIRNĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "EGLAITIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "EGLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "EGLESYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "EGLINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "EGLINIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "EGLYNUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "EGLYŠĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ĖGLIŠKIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "EGLUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ĖGLUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "EINAUTAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "EISRA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "EISRAVA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "EIŠKŪNAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "EKETĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ELBENTAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ELMĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ELNA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ENČIA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ERLA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ERLAKAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ERSLA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ĖRUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ERŽVILKAI");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "EŠERINIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "EŽERĖLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "EŽERĖLIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "EŽERUONA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "EŽERUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GABIŽIUS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GAIDELIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GAIDYNĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GAIDYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GAIDKOJIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GAIDUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GAILĖŠIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GAILUPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GAISUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GAIVENIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GAIŽUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GAKŠTIKAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GALARKNĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GALBA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GALINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GALNUTĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GALUPALIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GALUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GAMANTA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GANSĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GARANKLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GARDINAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GARDUVA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GARŠAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GARŠVĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GASDA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GASPADAVA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GASTAMAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GASTUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GATUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GAUJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GAUSANTĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GAUSBALĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GAVĖNUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GEBENĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GĖDUPELIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GEDUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GEDVYDAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GĖGĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GEGUŽINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GĖGŽNAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GEIŠDAUBĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GĖLAINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GELDUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GELEŽĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GELEŽIUS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GELEŽUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GĖLINKA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GELOVINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GĖLUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GELUŽA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GELVĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GELŽUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GENYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GENTRINAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GENUPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GENUTĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GENŽGIRĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GERBALĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GERDAUJĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GERGŽDAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GERŠUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GERULIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GERUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GERUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GĖRUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GERVAINYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GERVALĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GERVARDĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GERVĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GERVELĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GERVINAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GERVINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GERVUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GĖTYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GIAUŠĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GIEDRĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GIEDULIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GIKUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GYLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GILTINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GILUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GILŪTA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GILUVĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GILVITINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GYNELĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GYNĖVAITĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GYNĖVĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GYNIA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GINTARAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GINTELIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GINUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GIPELKIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GIRAUDAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GIRBYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GIRDAŽĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GIRIJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GYRIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GIRMUO");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GIRNUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GIROTAKIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GIRSTULĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GIRSTUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GIRŠINAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GIRŠUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GIRUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GYSTUS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GLIAUDĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GLITUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GLIVIJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GLOBELIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GLOBYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GLUDAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GNIUŽA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GOJUS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GOMERTA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GORPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GRABELĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GRABIKĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GRABUOSTA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GRABUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GRACINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GRAISUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GRAIŽĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GRAIŽUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GRAMANČIA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GRAMAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GRAMBESA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GRAUDUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GRAUMENA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GRAUMUO");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GRAUŽĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GRAUŽINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GRAUŽUOJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GRAUŽUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GRAUŽUPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GRĄŽALAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GRAŽUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GREIŽINA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GRIAUZDĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GRYBUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GRIEŽA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GRIEŽUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GRINDUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GRIOVELĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GRYVA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GRIVNĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GRYŽUVA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GROBLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GROVA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GRŪDA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GRUMBĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GRUMBYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GRUODĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GRŪTA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GUBESĖLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GUDAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GUDONAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GUDŪNĖLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GUDUPELIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GULBĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GULBINAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GULBINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GULBINĖLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GUMBAKYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GUMBRĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GUMILTA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GUMYŽA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GUNTINAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GUOBUVA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GUOPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GUOSTĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GŪRAGYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GURKLYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GURNUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GŪŽĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GUŽUPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "GVELBĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "IEŠNALIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "IGARA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "YGLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ĮKOJIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ILGA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ILGABRADA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ILGĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ILGELĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ILGĖS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ILGIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ILGOTIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "YLYČIA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "YMASTA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "IMBRADĖLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "YMĖŽĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "IMSRĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "IMSRELĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "INDIJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "INDRAJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "INGLAUDA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "INKOSAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "INKSTILAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "INTAKAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ĮPILTIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "IRTUONA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "IRTUONĖLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "YSLYKIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ĮSTRAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "IŠRAITAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "IŠRŪGINIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "IŠTAKYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "IŠTOKA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "IZITA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "IŽENA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "YŽNĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "YŽNINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "IŽUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "JARA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "JAUGILA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "JAUJUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "JAURYKLA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "JAUTUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "JĖRUBYNAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "JEVYNĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "JEVONIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "JEŽESTA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "JIESIA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "JIEŠMUO");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "JIEVINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "JIEZNELĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "JODĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "JONAUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "JONELIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "JONUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "JONUPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "JOSVAINIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "JOTIJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "JOTULĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "JOTUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "JOVARIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "JUDINYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "JUDRA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "JUDRĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "JUDREIKA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "JUODA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "JUODAVAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "JUODĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "JUODĖJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "JUODYNĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "JUODIŠA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "JUODKUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "JUODLEPŠĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "JUODMENA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "JUODOJI");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "JUODŠAKA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "JUODŠAKIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "JUODUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "JUODUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "JUODUPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "JUODUVA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "JUODŽERYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "JUOSTA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "JUOSTINAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "JŪRA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "JŪRĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "JURGRAVYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "JURGUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "JŪRUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "JUSINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KABARKŠTA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KAČERGA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KAČUPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KADARAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KAIMENA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KAIPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KALIŠUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KALNYČIA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KALNINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KALNORĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KALNUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KALPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KALTIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KALUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KAMAINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KAMAJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KAMARIA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KAMATĖLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KAMATIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KAMĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KAMENA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KAMOJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KAMONA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KAMŠA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KAMŠIA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KAMŠUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KANĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KANIAVĖLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KAPĖSĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KAPUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KAPUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KARAPOLIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KARAUTIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KARČIUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KARČUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KARKLA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KARKLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KARKLINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KARKLYNĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KARKLYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KARKLUOJĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KARKLUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KARMĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KARNAVĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KARNUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KARPOČIUS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KARŠIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KARTENALĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KARTUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KARULĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KARUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KARVĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KARVELĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KARVELPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KARVINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KASIKAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KASTINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KASTYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KATINUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KATMILŽIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KATRA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KATUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KEKLYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KĖLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KELMYNĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KEMEŠA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KEMPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KENA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KEPENIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KEPŠTYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KERBESAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KERNAVĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KERPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KERTENYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KERTUS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KERTUŠA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KERŪLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KERUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KERUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KERUPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KESAUTIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KESĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KETŪNKA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KĖVĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KIAULYČIA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KIAULINIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KIAULIŠKĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KIAULUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KIAULUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KIAUNA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KIAUNĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KIAUNUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KIAUPIŠKĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KIČUPELIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KIDĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KIDLIONIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KIDULUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KIEMĖNAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KIEMENTA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KILĖVA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KILMINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KILUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KINELĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KIRGAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KIRIENA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KIRKŠNIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KIRKŠNYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KIRKŠNOVĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KIRNĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KIRNEILĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KIRSNA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KIRŠINAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KISĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KISUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KIŠUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KIVĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KYVĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KLAČIŪNĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KLAMPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KLAMPOJI");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KLAMPUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KLAMPUTIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KLEVINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KLIAUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KLIEPŠĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KLIETĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KLIMBALĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KLIŠUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KLIŪKĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KLIURKĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KLŪPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KLŪPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KLUTUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KNYTELĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KNITUOJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KODŽIUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KOKĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KOLIUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KRAKILA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KRAKLIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KRAPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KRASUKINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KRAŠČIA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KRAŠUONA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KRAUJUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KRAUŠIUS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KRAŽANTĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KREIDUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KREIVĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KREIVUTĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KREMPA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KREŠENĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KRETAINIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KRETIŠKĖS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KRETUONA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KRIAUKĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KRIAUNA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KRIAUNĖLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KRIAUŠIUS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KRIENUKĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KRIEŠINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KRIMSLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KRINČINAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KRYNUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KRIOKLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KRIOKLYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KRIOKŠLIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KRIOKŠLYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KRIOKUPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KRISTUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KRYŽOVĖJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KROKLYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KRUNA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KRUNELĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KRUOJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KRUONĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KRUOSTAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KRŪTAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KRUTEKLIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KRŪTIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KRŪVANDA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KUBANKA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KŪDLANKIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KUISA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KUISUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KUKYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KUKULYNAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KULENUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KULIAVA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KŪLIAVAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KULINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KULKA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KULMENA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KULNĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KULPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KULŠĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KŪLUPALIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KŪLUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KULVĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KUMĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KUMELUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KUMPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KUMPONAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KUMPRĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KUMPUOLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KUMULŠA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KUNA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KŪNA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KUNIGUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KUNKULYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KUONĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KUOSINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KUPA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KUPRĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KŪRA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KURANTAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KURYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KURKLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KURKULĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KURMĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KURŠELĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KURŠUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KURTUVA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KUSENKA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KUSUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KUŠLA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KŪŠUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KUTENA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KUTUVIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KUZUPELIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KVESUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KVIESINIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KVIETUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "KVISTĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LABA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LABANORAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LABAŽĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LAIDĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LAIGA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LAIKŠTĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LAIMUTIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LAKAJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LAKMENIA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LAKŠTENA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LAKŠTUTĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LANKA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LANKESA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LANKIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LANKUPA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LANKUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LANKUVA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LAPAINIA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LAPAVARTĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LAPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LAPIENĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LAPYMAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LAPIRDA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LAPIŠĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LAPOJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LAPSKOJIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LAPUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LAPUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LAŠAŠA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LAŠIŠA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LAŠIŠUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LAŠIUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LAŠMUO");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LATAVA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LATEKŠNA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LATUVA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LAUKĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LAUKESA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LAUKYSTA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LAUKUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LAUKUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LAUŽUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LAVYSA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LAZDAUJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LAZDINIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LAZDUONA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LAZDUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LEDA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LEGETYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LEGOTĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LĖGUS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LEIMANTAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LEIŠKONĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LEITALĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LEITĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LĖKINYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LELYKAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LĖLIUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LENDIMAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LENDRA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LENDRĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LENDRIKĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LENDRUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LENKENIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LENKUPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LENTAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LĖNUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LĖŠKUPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LEŠTUPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LETAUSAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LĖVUO");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LIAUDĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LIAUŠĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LIAUŠUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LYDEKINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LIEDA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LIEDAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LIEDELĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LIEKAITIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LIEKĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LIEKNAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LIEKNELIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LIEKUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LIELELĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LIELUKAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LIELUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LIELUVIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LIEPEIKA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LIEPEKA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LIEPELĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LIEPONA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LIEPORAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LIEPUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LIEPUPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LIETAUKA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LIGAJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LYGUMA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LYGUTIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LIJONAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LYKSNĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LYKSNIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LIKUPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LYLAVA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LILIAVA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LIMENĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LIMŠIUS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LINDĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LINKAVA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LINMARKIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LYNUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LIOLINGA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LIŠKIAVĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LYŠUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LYTIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LIŪDĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LIŪDONAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LIŪGAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LIUIŠIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LIŪLYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LIŪNAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LIŪNELIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LIUTIKA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LIVINTA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LIŽĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LYŽENA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LOBA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LOGUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LOKAUŠA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LOKYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LOKYSTA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LOKUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LOKUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LOLYČIA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LOMENA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LUBUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LUGAUNĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LŪKALNIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LUKAŠIUS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LUKNA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LUKNĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LUKNELĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LUKNIA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LUKOJUS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LŪKSTAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LUKŠTA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LUKŠTYNĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LUMPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LUMUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LUNGURIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LUOBA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LUOKUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LUOLYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LUPONĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LUŠINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LŪŠIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LŪŠNĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "LŪŽUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MAČIULA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MAIŠINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MAIŠYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MAIŽUVA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MALČIUS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MALDENIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MALDUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MALEIŠA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MALKĖSTA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MALKOSNĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MALKUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MALMAŽA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MALŠTOVĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MALTUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MALUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MAMAVYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MANIERKA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MARA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MARČIUPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MARGA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MARGELIAI");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MARGINIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MARGIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MARGUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MARILĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MARKIJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MARMALĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MARNAKA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MARNAKĖLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MARNIULIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MARŪNIŠKĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MARVELĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MASDARŽIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MASTUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MAŠNYČIA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MATRASINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MAUČIUKAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MAUČIUVIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MAVA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MAZUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MAŽUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MEČANKA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MEDAKUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MEDINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MEDINUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MEDINUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MEDIŠKĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MEDUJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MEDUKŠNA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MEDUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MĖDUS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MEDŽIOTĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MEIŠTUPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MEIŽIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MĖKLA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MEKŠRUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MELDIKUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MELDINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MELETINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MĖLINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MĖLINIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MELNYČĖLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MĖLUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MERA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MERGĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MERGUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MERGVAGIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MERKYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MEŠKERDYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MEŠKINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MEŠKUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "METELYTĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MĖŽIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MICKUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MIDEGA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MIEDNA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MIEGOTAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MIELKA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MIEŽUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MIKASA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MIKYTA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MIKLINYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MIKLŪSAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MILČIUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MILDUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MILYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MILIUŠA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MILIUŠĖLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MILMANTAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MILTAUJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MILTUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MILUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MILŽTĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MILŽUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MINAVA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MINČIA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MINDUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MINIJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MINKŪNĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MINSNORAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MIRGLONAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MISAKĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MISELIŠKĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MIŠEIKIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MIŠKINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MIŠTUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MIŠUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MITUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MITUVA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MIŽUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MOCKAVĖLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MOCKUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MOKIA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MOLAINA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MOLBESTIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MOLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MOLINA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MOLIUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MOLKASYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MOLUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MOMYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MORKĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MORKIŠKIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MOŠIA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MOTERA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MOTERTIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MUILINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MŪKĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MUKNA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MŪNELIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MURLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MUSĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MUSELĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MUSINIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MUSTEIKA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MUSTUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MŪŠA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MŪŠELĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MŪŠIA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "MUŠTINIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NABUTIŠKĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NAČIUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NADŽIUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NAGA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NAKAČIA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NAKTAKĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NALOŠAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NARANTIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NARSUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NARŠTUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NARŠTUPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NARUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NASĖVELA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NASUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NAULANKIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NAUSĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NAVADA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NEDĖJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NEDZINGIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NEKELPA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NEKNUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NEKULĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NEMAJŪNĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NEMENČIA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NEMĖŽA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NEMĖŽĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NEMYLAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NEMUNAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NEMUNĖLIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NENDRĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NENUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NEPRĖKŠTA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NEPRUDKA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NEREMA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NERETA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NERIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NERYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NERKA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NEROTIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NERUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NESEKĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NETIESA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NEVARDA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NEVELIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NEVĖŽA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NEVĖŽĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NEVĖŽIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NEVIEDĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NEZDILĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NIAUDUVA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NIBRINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NIEDA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NIEDULĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NYKA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NIKAJĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NIKAJUS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NYKIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NYKUTĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NIZELĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NIZRA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NIŽIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NYŽUVA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NOČIA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NODAVELTA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NOPAITYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NORA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NORALIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NOREIKUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NORUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NORUTA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NOSVĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NOTA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NOTĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NOTERA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NOTRYNĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NOVA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NOVENA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NUOTAKA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NUOTEKA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "NURUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "OBELAUKIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "OBELĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "OBELINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "OBELYNĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "OBELIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "OBELTIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ODMUO");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "OKVA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "OLUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ONUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "OPLANKIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "OPSTAINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ORIJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "OROJUS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "OŠUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "OŠVENČIA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "OŽELIŠKĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "OŽKALUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "OŽKUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "OŽKUPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "OŽRAGIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "OŽUPELIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "OŽUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PABALDĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PABALIA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PABALIAI");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PABERŽĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PADROBŠYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PADUBĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PADUMBURĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PAEŽERĖLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PAGADA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PAGRAUŽYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PAGRINDA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PAGROMĖLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PAIKIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PAISLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PAJUODUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PAJUOSTIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PAKALYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PAKALNĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PAKARŠUVĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PAKASA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PAKRIKŠTĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PAKROKŠLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PALA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PALĖJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PALENDRĖS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PALIŪNYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PALIUTĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PALONAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PALTIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PALTYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PALUKNA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PAMAKUPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PAMARUKAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PANOLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PAPANARYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PAPARČIA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PAPARSTAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PAPUNŽĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PAPUŠINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PARA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PARAISTĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PARIJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PARSTOKAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PARSVYTĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PARŠUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PASAMANYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PASAUSOJI");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PASGRINDA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PASLUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PASPAUDĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PAŠAULĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PAŠILINGĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PAŠUPELĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PATEKLA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PATYRALIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PATRAKĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PAUKŠTĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PAUPELIAI");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PAUPELIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PAUPELYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PAUPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PAUTIENĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PAVARA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PAVARKLAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PAVERSMIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PAVILNIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PAVIRŽUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PAŽEMYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PEČIUPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PEČUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PEČVIETA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PĖDAMĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PEIČIUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PEKLA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PEKLALĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PEKLELĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PELA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PELĖDUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PELESA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PELIAUSIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PELYŠA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PELKUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PENTA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PENTUTĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PERČINA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PERKASAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PERŠĖKĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PERŠOKŠNA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PERTAKAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PERVALKA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PESTUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PEŠTYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PETEŠA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PETRUŠKĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PIENAUJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PIENIA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PIESTINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PIEŠTVĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PIETUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PIETVĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PIETVIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PIEVYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PIEVUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PIEVUPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PIGUIČIUS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PIKTUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PIKTVARDĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PYLIMAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PILPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PILSTUPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PILSUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PILTYNA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PILVĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PINTAKIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PIPIRIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PIRČIUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PIŠIA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PYVESA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PJAUNĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PJAUNIAI");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PJAUNYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PLAČIUVA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PLASAUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PLAŠTAKA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PLATONIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PLATUMA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PLAUKUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PLAUŠINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PLAUTUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PLENTAUKA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PLIAUŠĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PLIENUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PLITNYČIA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PLYTUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PLONĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PLUNKĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PLŪSČIA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "POCUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "POSTUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "POŠKUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PRABAUDA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PRAGALVYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PRAGULBA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PRAKUSA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PRAŠUVYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PRAUSTUVĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PRAVALA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PRAVARTA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PRAVIENA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PRAŽUVA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PRIENUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PRYGA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PROKUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PRŪDAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PRŪDELIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PRŪDUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PRŪDUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PRŪTELĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PUIZĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PUKINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PŪKINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PUKNUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PULŠIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PUNELĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PUNTA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PUNŽUPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PUOKUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PURLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PURMALĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PŪRUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PURVAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PURVĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PURVELĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PUSNĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PUSUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PUŠYNĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PUTNUPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "PUZONAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RADZIULĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RAGANĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RAGAŽĖLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RAGUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RAGUPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RAGUVA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RAISTAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RAISTELIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RAIŠUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RAIŠUVA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RAIZGIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RAIZGYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RAKIJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RAKŠTIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RAKŠTUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RAMAULĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RAMYTĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RAMOČIA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RAMOJĖLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RAMOJUS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RAMONAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RAMUNIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RANGAVA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RASEIKA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RASTUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RAŠĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RAŠELĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RATA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RATKUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RATNYČĖLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RATNYČIA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RAUBEDA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RAUDA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RAUDESA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RAUDIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RAUDYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RAUDONAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RAUDONĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RAUDONĖLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RAUDUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RAUKĖTA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RAUSVĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RAVAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RAVUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RĄŽĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RĄŽUOLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RAŽUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "REIZGUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "REKETIJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "REKSTINAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "REŠKETA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RETEGLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "REVAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "REVUONA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RIEŠĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RIEVUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RYKIJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RIKINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RIMŠIŠKĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RIMŠUPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RIMUOŠĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RYNA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RINDAUGA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RINDĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RINGA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RINGALIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RINGĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RINGELIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RINGIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RINGYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RINGOVĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RINGOŽIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RINGOŽYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RINGUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RINGUVA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RINGUŽĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RINGUŽIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RYTBALĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ROBATA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RODŪNIA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ROGUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ROKKLONIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ROKUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ROMATAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ROVĖJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RUBEŽUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RUDAMINA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RUDĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RUDEKŠNA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RUDELĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RUDESA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RUDIJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RŪDIJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RUDILIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RŪDYNAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RUDINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RŪDYNĖLIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RŪDKASYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RUDUPELIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RUDUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RUDUPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RŪDUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RŪDUPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RŪGTUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RUKAINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RŪKBALĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RUKIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RUKLELĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RULIA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RŪMĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RUNGYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RUPKALVĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RUPŠUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RŪVELYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "RŪŽĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SABALA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SABINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SAGAVAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SAIDĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SAISA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SAKALUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SAKIENA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SAKUONA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SALA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SALANTAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SALDUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SALDUS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SALOTĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SALTONKA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SALTRAGYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SALUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SALVIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SAMANUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SAMAVA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SAMĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SĄNAŠA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SANDRAVA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SANTAIKA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SANTAKA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SANTAKYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SANŽILĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SARGUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SARIA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SARKAINIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SARTALĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SARTĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SARTELIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SARTIKĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SARTIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SARTUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SARVA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SASNA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SĄSVILA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SAUDOGALA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SAUSINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SĄVALKA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SAVĖLIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SAVENĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SAVYDA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SĖDA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SEIRA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SĖLIUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SĖMENA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SENGYNĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SENGOVIJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SENKONĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SENUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SENUPELIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SENUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SERBENTA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SERMAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SERTUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SIDABRA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SIEMANYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SIENYČIA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SIESARTIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SIETUVOS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SYKĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SIMNYČIA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SIRGĖLA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SIRIJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SIRUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SIRVĖTA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SKAISTĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SKAISTIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SKALBUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SKALVYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SKAPTUTIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SKARDIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SKARDUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SKARDUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SKARDUPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SKARDŽIUS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SKARYČIA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SKARYTĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SKARLUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SKARNUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SKATULĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SKAUDINIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SKĖMIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SKERDIMAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SKERDŪMĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SKERDUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SKERNĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SKERSĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SKERSINIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SKINIJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SKIRNA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SKIRTINAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SKIRVYTĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SKYSTŪNAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SKLINDA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SKODINYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SKRIBYTĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SKRYNUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SKRIODĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SKROBLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SKROBLIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SKROBLUS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SKRODUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SKURBYNAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SKUTULAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SLAJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SLIEKINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SMALA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SMALINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SMALVA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SMARDONĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SMARKUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SMELTAITĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SMELTALĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SMELTĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SMERTUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SMILGA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SMILGUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SMILTINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SMIRDĖLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SMIRDUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SMUKUŽIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SNAIGYNAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SNIETALA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SNITIJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SNIŪTĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SOBUVA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SODUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SORBALIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SOROČIA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SPADRAVIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SPALVĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SPANGUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SPARTAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SPENGLA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SPĖRA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SPIGINAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SPUDUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SRAIGĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SRAUJELĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SRAUTAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SRAUTELIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SRIAUTAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SROVĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SRUOJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "STABĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "STALGUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "STANGĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "STARKUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "STATUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "STELMUŽĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "STIGRĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "STINČIUS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "STIRNA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "STIRNĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "STIRTA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "STORĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "STOŠKUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "STRAUJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "STRAUTAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "STREBUKAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "STRĖVA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "STRIAUNĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "STRIDINIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "STRIŪNA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "STRIUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "STROMELĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "STRŪNA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "STRŪNELĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "STRŪZDA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "STULPAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "STUMBRINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "STUNIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SUBEDIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SUDERVĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SUDRAMALA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SŪDUONIA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SUDZIONAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SUGEDA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SUKRA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SULDUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SULIAVA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SULIAVĖLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SULINGA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SULPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SUMAKAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SUOJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SUOSA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SUOTAKAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SUPYNĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SŪRAVA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SURGLODĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SŪRIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SURKUPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SURMIA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SŪRUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SUSĖJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SUSIENA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SUTRĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SUVIRKŠTĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SVAIGĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SVALĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SVALIA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SVALIŠKIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SVĖDASA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SVĖDUBĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SVĖDUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SVETYČIA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SVETUS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SVIDRA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SVYLA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SVINČELĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SVIRKALIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "SVIRNUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠAČIA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠAKA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠAKAITĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠAKALĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠAKARNĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠAKARNIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠAKARVA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠAKĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠAKELELĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠAKYNA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠAKINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠAKYNĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠAKIŠKIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠAKUMA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠAKUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠALČIA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠALNAITĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠALPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠALPELĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠALTEIKĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠALTENIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠALTYNAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠALTINIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠALTOJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠALTUONA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠALTUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠALTUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠALTUPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠAMINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠAPALAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠAPELĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠARKYČIA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠARKUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠARKVEDIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠARNELĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠAŠULYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠATA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠATRIJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠAUNYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠAVAŠA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠAVIENĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠEDERVA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠEDUIKIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠEDVYGA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠEIMENA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠĖKŠTYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠELMENTA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠELMUO");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠĖMĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠEPETA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠEPETYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠERKŠNĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠERKŠNYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠERMUTAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠERNUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠERUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠEŠĖVĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠEŠĖVĖLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠEŠKINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠEŠKYNĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠEŠKUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠEŠUOLA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠEŠUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠEŠUVA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠEŠUVIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠĖTA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠETEKŠNA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠĖTUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠIAUDĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠIAUŠĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠIAUŠUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠIEKŠTĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠIENUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠILADĖLIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠILADIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠILAUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠILĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠILELĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠILIA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠILINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠILINĖLIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠILTUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠILUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠILUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠILVADA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠIMŠA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠIPETA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠIRKŠNĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠIRVINTA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠYŠA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠYŠALĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠIULĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠIŪRA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠIURPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠIŪŠIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠIUŽĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠYVINIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠLAPAKŠNA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠLAUNIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠLAVANTA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠLAVĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠLAVEITA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠLĖNA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠLYNA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠLYNAITĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠLYNUPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠLŪŽMĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠOLYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠOLUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠONA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠONAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠŪDKOJIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠUKĖTAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠUKUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠUMAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠUMERA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠUNIJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠUNYKŠTA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠUNUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠUNUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠUOJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠUSTIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠUŠVAITĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠUŠVĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠVARCUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠVEDĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠVĖKŠNALĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠVELNUPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠVĖMALIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠVENDRA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠVENDRYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠVENTĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠVENTELĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠVENTYTĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠVENTOJI");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠVENTUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠVENTUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠVENTUPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠVĖTĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠVĖTELĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠVITINYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŠVOGINA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TAIPĖDA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TALĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TALKOTAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TALTUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TAMOŠUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TAMSĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TAMŠA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TARANDĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TARPIJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TARTALAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TARVAINIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TATULA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TAURAGNA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TAURĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TAURIJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TAUROSTA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TAUROŽĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TAURULIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TAURUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TAURUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TAURUPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TAUSALAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TAUŠĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TAUTINYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TEKMĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TEKUPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TELŠĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TELŠINA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TENENYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TENŽĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TERMENTAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TERPINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TETERVĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TIDIKAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TIDIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TILKA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TILTABALĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TILTINIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TILTMEDYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TILŽĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TIMSRUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TINALUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TYRELIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TYRELUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TYRUPALIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TYRUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TYTUVA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TOLA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TOLEIŠĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TOLUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TOLUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TOPALIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TOŠĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TOŠKUPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TRALNYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TRAMALKAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TRANINAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TRANYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TRASINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TRAUKŠLYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TREIGYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TREINOJI");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TREINUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TRYDUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TRYDUPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TRIKOJIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TRINKĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TRINKULIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TRINUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TRIŠAKIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TRYŠKYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TRIUMPIKĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TRIŪPELIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TRUIKIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TRUMPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TRUMPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TRUMPUKAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TRUNDA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TULĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TUMULŠIA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TUOLA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TŪRĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TURNIŠKĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TŪRUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TUŠTUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TŪTAKA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TVANKA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TVARKANTĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TVERKTA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "TVERUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŪBEIKA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "UBESIUKAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŪDARA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŪDROKLIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŪDROKŠLIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŪDRUPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "UIDĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŪKIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŪLYŠKAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ULYTĖLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "UOGINIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "UOGYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "UOGLAINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "UOLAINIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "UOLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "UOLINTA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "UOSIJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "UOSINTA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "UOSYTIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "UOSUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "UOSUPELIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "UOSUPĖLIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "UOSUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "UOŠNA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "UPELĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "UPELIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "UPĖSĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "UPĖSMAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "UPIKAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "UPYNA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "UPYNALĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "UPYNIKĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "UPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "UPITA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "UPYTĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "UPIUKAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "UPIUS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "UPSALA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "URDUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "URKA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "URKIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "URKUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "URNUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "URVENA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŪSIOGINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "USLAJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŪSUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "USVALKA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "UŠNA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "UTALINA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "UTĖLINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "UTENAITĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "UTERNA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "UVĖDA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŪŽYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "UŽKERTUS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "UŽLA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "UŽLENKĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "UŽLUOBĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "UŽLUPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "UŽUKALNIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "UŽUOŽERIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "UŽUPĖLIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "UŽUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "UŽUŠILĖS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VABALA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VABALAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VABALYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VABALKŠNĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VADAKSNIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VADAKSTA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VADAKSTIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VADAKTIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VADAVĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VADĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VADUVA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VAIČIA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VAIDENIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VAIDYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VAIDMINAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VAIDOTAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VAIGALĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VAIGUVA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VAINUPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VAIPONĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VAISINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VAISKULYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VAISUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VAIŠVILĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VAITUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VAIVILAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VAJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VAJOTA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VAJUONĖLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VAKSUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VALAUKIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VALČIUVA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VALINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VALKA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VALKELĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VALKŠNA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VALKUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VALKUPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VANAGĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VANAGIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VANDUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VANGA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VANGĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VAPSA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VARAPOLIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VARDAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VARDAUNIA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VARDUKŠNĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VARDUVA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VARDŽIUS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VARĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VARELIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VARĖNĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VARGINYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VARGUPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VARIUS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VARKALIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VARLENKA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VARLIUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VARLUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VARLUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VARMĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VARMIKĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VARNAITIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VARNAKA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VARNAKĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VARNAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VARNAUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VARNĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VARNELĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VARNINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VARNUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VARNUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VARNUPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VARPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VARTYČIA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VARUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VASAKYTĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VASYNA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VASTAPA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VAŠKUTĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VAŠTAKĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VAŠUOKA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VĄŠUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VATEKA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VATINA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VAZAJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VAZBELĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VEBRIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VEBRUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VĖDARĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VEDEGA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VEDREIKĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VĖDRUPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VĖGĖLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VĖGĖLYNĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VĖGĖLUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VEGERĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VEIKAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VEISEISTĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VEIVIRŽAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VEIŽAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VEJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VEJUONA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VĖKĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VEKIŠKĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VELBĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VELNIUPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VELNUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VELTUPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VEMBRĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VENGRĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VENYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VENSUTIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VENTA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VERBYLA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VERDENĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VERDENIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VERDULIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VERĖPAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VERKĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VERKNĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VERKSTINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VERMENĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VERPELIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VERSEKA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VERSMĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VERSMYNAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VERSNUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VERSNUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VERŠIUKAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VERŠUPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VERŠVAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VERTIMAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VERUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VERUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VĖRUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VERVEDIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VERŽA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VERŽUVA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VĖSA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VĖSUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VEŠETA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VEŠĖTINIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VĖZGĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VĖŽYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VĖŽIUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VĖŽPIEVIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VĖŽUPALIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VĖŽUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VĖŽUS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VYČIUS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VIČUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VIDAUJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VYDEIKA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VIDUBALĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VIDUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VIDUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VYDUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VIEKŠNIA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VIEKVEDYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VIEMUONIA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VIEMUONIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VIESA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VIEŠA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VIEŠDAUBA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VIEŠETĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VIEŠINTA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VIEŠTOVĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VIEŠVĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VIEŠVILĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VIGAILIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VIGIRINYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VYGLINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VIJOLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VIJŪNĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VIJŪNYTĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VYKELĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VYKNEŠYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VIKSVĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VIKŠRYNĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VIKŠRUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VIKŠUPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VYKUPAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VIKUTINIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VILBĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VILBĖNAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VILBIZĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VILENKA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VILIAUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VILKA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VILKAUJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VILKBALĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VILKĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VILKESA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VILKIJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VILKINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VILKIŠKĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VILKYTIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VILKLAKIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VILKTINIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VILKTUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VILKUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VILKUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VILKUTĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VILKVEDIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VILNIA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VILNIŠKIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VILNOJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VILNUTIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VILPISIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VILSA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VILUINIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VINGERINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VINGRA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VINGRELIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VINGRIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VINGRYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VINGRUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VINGUTĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VYNIJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VINKŠNINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VINKURĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VINTARA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VIRANGĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VIRČIUVIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VIRDA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VIRĖKŠTA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VIRGUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VIRINTA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VIRKIUS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VIRKULĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VIRMA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VIRSIA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VIRSNĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VIRSNIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VIRŠYTIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VIRŠUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VIRVYČIA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VIRVYTĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VIRŽUONA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VISGAILĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VISINČIA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VISMANTA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VIŠAKIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VIŠČIOVA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VIŠPILIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VIŠTUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VYTAUTAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VITKUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VIZDIJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VIŽAINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VIŽĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VYŽINTA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VYŽUONA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VYŽUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VOKĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VOLGA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VORAUTIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VORYČIA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VORUSNĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VOSGAUTAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VOSYLYTĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VOŠKILYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VOVERA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VOVERAITĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VOVERIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VOVERKIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "VUOLASTA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ZALVĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ZANYLA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ZAPSĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ZASINYTĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ZELVĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ZEMBRĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ZIZDRA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ZUBRYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ZUNIŠKĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ZURZUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ZVERSA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽADALIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽADIKĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽADUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽAGARYNĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽAGARIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽAGIENIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽAGVIETIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽAIGIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽAISA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽALČIUPYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽALESA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽALESYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽALIKĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽALPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽALPIKĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽALTINYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽALVĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽAMBAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽARAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽARĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽARNA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽĄSA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽĄSINAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽASLA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽAUGĖDA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽEBERĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽEBOKŠTA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽEIMENA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽEIMENĖLĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽEIMIKĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽELSVELĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽELTUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽELVA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽEMALĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽEMALUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽEMĖPLĖŠA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽEMOPERŠA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽENDAGYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽEŽIEBRA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽIBA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽIBILĖLIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽYDUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽIEDUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽIEDUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽIEGELĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽIEGŽDRIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽIEZDĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽIEŽMARA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽIEŽMARĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽIEŽMOJUS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽIEŽULNA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽYGIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽILYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽILMA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽILUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽILVIA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽIOBRIKIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽIOGĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽIOGIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽIOGLUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽIOGUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽIOKLANIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽIRGĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽIRGUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽIRNAJA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽIRNELIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽIRNUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽIURELIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽIURKINAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽIURKUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽIVINTA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽYZDRĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽIŽMA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽULNA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽUVINTĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽVALGINIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽVARANTA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽVARILAS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽVEJONĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽVELESYS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽVELSA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽVĖRĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽVERNA");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽVĖRUPĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽVĖRUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽVYGUPIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽVIKĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽVIKINĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽVYNĖ");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽVIRBLIS");

            migrationBuilder.DeleteData(
                table: "Words",
                keyColumn: "Strword",
                keyValue: "ŽVIRGŽDĖ");

            migrationBuilder.DropColumn(
                name: "C1",
                table: "Words");

            migrationBuilder.DropColumn(
                name: "C2",
                table: "Words");

            migrationBuilder.DropColumn(
                name: "C3",
                table: "Words");

            migrationBuilder.DropColumn(
                name: "C4",
                table: "Words");

            migrationBuilder.DropColumn(
                name: "C5",
                table: "Words");

            migrationBuilder.DropColumn(
                name: "C6",
                table: "Words");

            migrationBuilder.DropColumn(
                name: "C7",
                table: "Words");

            migrationBuilder.DropColumn(
                name: "C8",
                table: "Words");

            migrationBuilder.DropColumn(
                name: "C9",
                table: "Words");

            migrationBuilder.DropColumn(
                name: "Length",
                table: "Words");

            migrationBuilder.RenameColumn(
                name: "Strword",
                table: "Words",
                newName: "strword");
        }
    }
}
